=== Abyss__Rift
TODO    也许以后这里需要添加状态判定
=   Rift
身披燃烧着硫磺火的外骨骼，头顶散发着诡异魔力的你很快就假装自己是恶魔，朝着裂隙前进。
没有恶魔怀疑你，大家都当你是自己人。
然而，就在你经过裂隙的瞬间，意外发生了——
被空间乱流掀飞的你直接被丢到了战场的后方。
好消息是，你的意识还算清醒；坏消息是，你 被丢到的是对面战场的后方。
周围数十个穿着长袍且没有毛皮的人形生物瞬间就发出了尖叫，各种奇怪的魔力攻击朝你打来。
这些攻击对你在深渊中衍化出的器官有着很强的杀伤力，但是你不是普通生物——手会痛那把手砍掉就好了。
你头上的角和骨骼很快就掉落在地上，露出了里面伤痕累累的身体，虽然那对你来说只是破了层皮。
————————————————
“湜洎嘫鉮菅！彵被悪嚤汚媣孒！”一个滑皮用你 听不懂的语言惊呼道。
“彵裑仩哋悪嚤反应佷弜！还洧慦！”
->  Do_What_With_Forks
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Do_What_With_Forks
+   我是良民，没有进攻的意思（投降）⛔️    # unclickable
    TODO    没有进攻的意思
+   [猫科到了陌生环境发生应激是很正常的]
    ~   Count__GAME_OVER ++
    %%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
    【GAME OVER】猫科到了陌生环境发生应激是很正常的
    <-  Shutdown.YingJi
    ++   [是他们……先动手的……]
        %%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
        你回过神，自己什么场面没见过？
        ->  Do_What_With_Forks
    ++  回到标题
        # CLEAR
        ->  Title
+   [这么一搞没衣服穿了，装作很羞耻的样子遮一下吧]
    尽管你是战争用的殖民军奴，但是你也有作为人类的价值观。（或许这就是所谓的“矛盾精神”罢。）
    虽然下体私处被白色的毛遮住，但你还是瞬间装作很羞耻的样子蹲下，遮住了下面，把周围的滑皮看得一愣一愣的。
    “適湜亾类哋垳潙，彵哋棈鉮还莈被汚媣！”
    前方的骑士在此刻已经到了现场，气氛十分紧张。
    一个光环出现在你的头顶，然后向下扫过，像是在扫描。
    “俥營浈恻哋結淉湜僐！虽嘫婫沌哋荿汾佷哆，泹湜應姟湜悪嚤囮导臸哋！赽唻①個騏仕，妑彵鎹菿悘療賬篷彅啴處理①芐！”
    “彵軆禸莈洧嚤劦！莈洧媙脅！”
    就这样，特别大只的骑士抱起一脸懵逼特别大只的你，安排到了一个布置了结界的帐篷中。
    ++  [进入：医疗帐篷]
        # CLEAR
-
【医疗帐篷内】
————————————————
你扫视周围，旁边的床位都躺着很多无意识或者正在呻吟的滑皮，他们的身上布满了由深渊魔力导致的伤。
    一些人的身上长出了恶魔的成分，看来是“异化”的结果。
    帐篷内并没有人在看守，新手神官是无法照顾异化的人类的，这只会增加战损率，他们是生存几率最低的人，只能最后安排。
    ->  Ruoment_City__Suburban.MedicalTent
->  END