=== Abyss__START
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   START
看起来，你在深渊中被被什么人召唤了。
————————————————
空气中弥散着硫磺的气息，灼热的环境让你体内的黑胶蠢蠢欲动。
此时你注意到，空气中有一股陌生的味道。
不过，作为黑胶侵略文明，你的生命自带适应环境的能力。
大气中的气体成分虽然不适合人类生存，但是有一股浓郁的、蠢蠢欲动的力量。
运用体内的运算能力，快速进化出感官的你，将这股力量称之为“魔力”。
+   或许应该待在原地解析一下“魔力”⛔️  # unclickable
    TODO    解析魔力
+   [最好该探寻一下周围的环境]
    ->  Check_Env
+   应该分析一下自己的情况⛔️  # unclickable
    TODO    分析自己的情况
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Check_Env
你无视了地上的神秘纹路，很明显，这不是目前你点出的科技可以解析的东西。
你直接走向那几棵树，在观察后得出了一个结果： 这种植物的“可利用营养”已经被榨干了，而且看成份组成完全不像是能够生长在这个地方的植物。
于是你得出一个结论：这一整个树构成的圆都是被传送到这个充满硫磺味的地方的。
毕竟你一觉醒来就在此处，而传送地点却出现了画风上的割裂，因此你可能是因为某些错误，被设定了错误的传送地点。
你的耳朵动了动，听到了声音——
一只人形的诡异生物出现在你的面前：通体红色的干燥皮肤，奇怪的角和有些丑陋的面孔，长长细细的尖尾巴，以及手里抓着的一个小钢叉。
-> Contact__Little_Demon
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Contact__Little_Demon
+   [开口，试图交流]
    你刚想开口，对方就尖叫了一声，吐出了你从未听过的语言，然后扑棱着翅膀跑了……
    %%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
    ~   Achievement__WoLeiGeHanJianShengWuA ++
    【达成成就】我嘞个罕见生物啊！
    %%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
    那个奇异的生物跑掉后，你再也没有看到任何一个会动的东西。
    ……
    在一段时间后，你听到了马蹄声。一个有着燃烧骷髅头的神秘…生物？骑着一头黑色的双角马来到了你的面前，在他前面的正是那个小恶魔。看上去是来带路的。
    尽管是第一次见，但是这些过于典型的特征实在是太像现代故事里创造的恶魔形象了。
    你虽然无法理解对面双方在互相在叽里咕噜些什么，但是处于感知敌意的生物的本能，你能感受到对面来者不善。
    在一阵无效沟通后，对方终于发起了攻击！
    虽然能反应过来黑马骑士的鞭子，但是空气中弥漫的和对面逸散出的魔力让你倍感不适合。
    风不停地带来硫元素和燃烧的火星，让你体内的平衡受到了破坏。
    很快，你作为人类的外皮就被伤至破损，苏醒至今都没有恢复好的精神再一次暴走开来！
    浓黑色的胶液混合着黄色的硫晶体，在这个小小的身体上突然爆炸！
    ……
    <-  Finales.Lord_of_the_Black_Goo_Demon
    ->  Menu__Finale
+   收敛气息，谨慎对待⛔️    #unclickable
    TODO    收敛气息
+   “看招！”[（直接攻击）]
    <>你直接发起了攻击。
    小恶魔一直都处于防备的姿态，因此你的第一击没有打中。
    在看到你没有使用魔力，而是捡起路边的石块进行攻击时，小恶魔明显愣了一下。
    但是在看到你徒手拔起旁边的枯树时，它明显绷不住了。😅
    %%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
    ~   Achievement__ShuGanMengJi ++
    【达成成就】树干猛击
    ++   [查看详情]
    <-  Achievements.ShuGanMengJi
    ++   [继续]
    ////////////////////////////////
    --  
    $$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$
    【获得】不明生物的尸体    x1
    {Add_Item(不明生物的尸体,1)}
    【获得】枯树的碎片  x1
    {Add_Item(枯树的碎片,1)}
    ++  [继续]
-   
////////////////////////////////
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
木已成舟，你没有别的选择，作为母体的你能够解析物质，虽然你的黑川物流实验室不在此处，但是拥有大量黑胶同化经验的你还是能进行初步解析的。
——小恶魔的肉体被黑胶覆盖，很快就被吞噬进你的肉体中。
$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$
【获得】魔力器官（恶魔）-劣
【获得】深渊环境适应性
+   [继续]
////////////////////////////////
-   
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
由于下手过于猛烈，而且生物体内作为生命的“信号”已经死去，再加上条件艰苦， 你很难解析小恶魔的记忆。
如果第一击就得手的话，或许结果就不一样了。
在解析并生长出“魔力器官”后，你感觉整个世界在眼中都有了变化——红黑色的脉络遍布大地和大气……而你的身体中除去小恶魔提供的魔力外便什么都没有了。
更糟糕的是，你看见了一条线——那是小恶魔身上残留的神秘魔力，在他死去的瞬间便断开，消失在远方。
马蹄声响起……
那头恶灵骑士出现在了你的面前，他立马气势汹汹发动了攻击！
恶灵骑士如果有眼睛的话，此时一定是目瞪口呆。
他没有想到，眼前这个魔力枯竭，身上还带有深渊污染的自然神官居然拔起树就直接往他的脸上丢！
带着破空声的树干一根接一根的飞过来，他直接从马上被打了下来……说到底，为什么深渊会有地表世界的树啊！
他是感应到了下属的死去才前来此地，但看起来……他要栽在这了。
恶灵骑士很快就变成了骨头片片，只留下那头惊慌失措的双角马。
+   [肚子饿了，该做马肉汤了。]
    ->  Make_Horse_Soup
+   缺一头坐骑，试图驯服它⛔️  # unclickable
    TODO    驯服坐骑
+   看着它离去⛔️  # unclickable
    TODO    看着骨头马远去
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Make_Horse_Soup
精神上的疲倦难以消除，更何况还要适应新的魔力器官。
你觉得还是得先吃饭。
要是 No.6 在就好了，你可以狠狠的榨干他的猪奶，让那张严肃的脸变得崩溃。
这里既没有水也没有火，没办法，你只好从皮鞋底部延伸出胶液，死死地抓住了那头双角马和地上的恶灵碎片，硬是用黑胶在肚子里熬了一碗骨头汤。
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
~   Achievement__GuTouTang ++
【达成成就】骨头汤：（就是残渣有点多……）
TODO    可选成就详情
$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$
【获得】深渊外骨骼
【获得】魔力器官：梦魇双角马
【获得】火焰适性
【获得】属性加成：今后对“下属”性质的敌人攻击会更占优势，但是会更容易引来家长。
TODO    可选物品列表、魔力器官、火焰适性
TODO    添加属性：下属特攻击
+   [继续]
////////////////////////////////
-
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
你很中意这张皮，这是你曾为人类的证明，但是此刻，在这个没有补给的陌生地域，你不得不弄破这张皮了——
崎岖尖锐的角从你的额头中长出，白色的胶液和骨质物质构成的外骨骼装甲从你的体表渗出……嗯，现在你看起来稍微有点像当地生物了。
那个恶灵骑士压根没有脑子，名为梦魇的双角马也不太聪明……一下子吃了三头当地人的你也 还是没能理解当地语言和风俗。
更糟糕的是：那个恶灵骑士的身上，也有一条魔力线断开了。
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
~   Achievement__GuTouTang ++
【达成成就】打了小的来了老的
+    [查看详情]
    <-  Achievements.DaLeXiaoDeLaiLeLaoDe
+    [继续]
////////////////////////////////
-
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
肯定还会有敌人顺着魔力踪丝找过来的，你要怎么办呢？
+   不想打了[，还没消化完呢，该跑了。]！
    <>这三只都打得这么辛苦，你还一个部下都没有，这要打到什么时候！
    你有些后悔没有收复刚刚的梦魇，此刻的你只有两条腿，想加速又要不把地面踩出裂纹的话，实在是有难度。
    作为保险，你用黑色的胶液覆盖了召唤了你的奇异纹路，将它们全部分解并记录了下来。
    然后就靠着一双腿挑了个方向一路逃跑，结果遇到了浩浩荡荡的恶魔堆。
    它们正疯狂地向着一个奇怪的裂隙扑去，天上飞的地上跑的，没有一个是你见过的。
    ->  Abyss__Rift.Rift
+   我好歹也是殖民型执行体军奴，杀！⛔️  # unclickable
TODO    杀！
+   试图和对方的家长言语解释⛔️  # unclickable
TODO    试图沟通
->  END