=== Forest__Boulevard
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Select__Traffic
+   [跟着商队]
    于是，你决定和旅行商队一起行动。
    ->  Go_With_Caravan
+   太阳东升西落，按照地图一条路硬走过去就好了⛔️    # unclickable
    TODO    按照地图一条路硬走过去就好了
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Go_With_Caravan    
商队的人有点多，但是 AZ 作为这次抵御入侵的关键人物，领主给了相当多的好处。
其实领主原本应该给的更多的，但是他们都一直认为你是活不了几年的人，尽到心意就好了。
自然神有着相当广泛的信仰，商队的人自然能“认出来”这位兽头神官是无比强大的牧师，但是他带着的好几个退伍士兵都是伤残者，尽管得到了救治但是依旧不适合长途旅行。
……但是你给的实在是太多了。
这边的深渊入侵刚刚结束，外面还游荡着许多没有被清剿的恶魔，它们并不适应这个世界，但依旧是这个世界的危害。
在你没有用任何神术和武器，手撕了一波小恶魔，又捏碎了一队亡灵后，有些惶恐的商队队长退回了一部分的钱，并希望你能够再跟他们久一点。
路途遥远，时间精贵，现在正是研究当地内容的好时候。
->  Research_What
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Research_What
TODO    无论选择研究什么，艾泽最后都会去做酒
+   研究当地的植物⛔️# unclickable
    TODO    研究当地的植物
+   研究当地的动物⛔️# unclickable
    TODO    研究当地的动物
    ->  Research_What
+   研究当地的无机物⛔️# unclickable
    TODO    研究当地的无机物
+   [研究当地人]
    ->  Uptake_Local_Peaple
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Uptake_Local_Peaple
尽管你觉得作为新手自然神官或许应该先从研究动植物开始，但是命运总是充满了意外——一伙不怕死的土匪找了上来，他们听闻了深渊恶魔入侵的事件，便想要围堵逃跑的人来发战争财。
然而他们不知道的是，深渊裂隙早就被堵上了，更何况他们的队伍中还有（他们认为）的 8 级以上的牧师。
穿戴着防风斗篷的你此时正打算摘点记忆中的药草，就被袭击了——
“嗝。”
$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$
【获得】地产：山匪秘密据点
【获得】记忆：常识记忆
【获得】人体结构数据：滑皮人类
【获得】基因数据：滑皮人类
+   [继续]
////////////////////////////////
-
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
袭击商队的山匪可不只有那几个人，老弱病残的那辆车很快就被包围。
然而在你的远程操控下，那群断腿的家伙发动了常规普通人不可能爆发出的力量，反杀了大多数的山匪！
“法师！法师呢！？”尖叫着。
在众人看不到的视觉死角，马车后的胶奴已经死死地按住了他，用尖牙注入了破坏性的黑色胶液……
这个小插曲很快就过去了，你将吃剩的人堆到一起，一把火直接烧掉。
“费那么大劲提防他们成为亡灵生物做什么呢，一把火烧了省时省力，吃与被吃是自然的法则。”
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
~   Achievement__NiZhenChiA ++
【获得成就】你真吃啊？
TODO    可选：补充详情
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
在拿野生动物作为“施法材料”的一顿操作后，老弱病残程度比较轻的那一批在你 的“施法”下，长出了婴儿般的白嫩肢体。
在你随手把商队队长掉的牙补上后，对方的态度越来越恭敬了。
这位白虎牧师十分地亲民，身上的味道也十分地好闻，在解决那群山匪后似乎更加好闻了。
（AZ 虽然十分温和，但是身上有一股生人勿进的感觉，仿佛他不是这个世界的生灵。）
你回到了马车里，闭上眼睛开始“冥想”。
由于这一次吃了不少人，所以在脑海深处，你终于可以模拟出更详细的当地生物器官。
隐隐约约之中，你看见你脑海中刚储存的数据居然在摇曳。根据记忆，你很快就得出了结论——这是他们的“灵魂”。
->  Do_What_With_Spirits
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Do_What_With_Spirits
+   [分析灵魂数据]
    ->  Analytic_Spirits
+   把他们全部删掉⛔️    # unclickable
    TODO    把他们全部删掉
+   继续分析肉体⛔️  # unclickable
    TODO    继续分析肉体
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Analytic_Spirits
你并没有感知灵魂的器官，如果不是自己努力将身体调整成当地生物的样子，或许自己都不会发现那几团像是火焰一样的数据流。
你越是分析越觉得灵魂充满了奥妙，这是完全不同的生态体系所诞生的结果，尽管他们长得不是很好看……
就拿你第一个吃掉的人来说，对方灵魂的样子并不像你在小说和电视剧中看到的那般模样，而是在你肚子里的样子——先是断掉的手，然后是躯干，还有拆成三节吃的脚，最后是惊恐的头……
只有那个从头部直接整个生吞的法师保持了完整的灵魂模样。此时他正在你的意识里尖叫并颤抖着。
$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$
【熟练度】灵魂研究 +
【熟练度】施法 +
+   [继续]
////////////////////////////////
-
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
乡下虽然没什么危险，但是也无法给你提供研究经费和基础，你只能闭门造车地将法师的灵魂压缩成一团，然后仿照恶魔的方式吞噬了那几团没什么用的灵魂。
你对这个世界的“施法”很感兴趣，你差不多也适应了新长出来的魔力器官。
————————————————
这些散开的灵魂能量应该用在何处呢？
+   [研究新的执行体，将灵魂放置其中]
        ->  Make_New_Drone
+   当成帮“手”来用，让他帮自己施法⛔️    # unclickable
        TODO    让他帮自己施法
+   模仿恶魔将其消化（身体可能会显现出深渊的属性）⛔️    # unclickable
        TODO    模仿恶魔将其消化
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Make_New_Drone
你突然想起那几个被你转化成胶奴的老弱病残，他们的灵魂又在哪里呢？
于是你急忙地开始关照自己的财产。
你发现他们的灵魂大多数都破破烂烂的，外貌看上去像是被溶解了一般。
他们只有肉体忠于你，灵魂却充满了痛苦。
尽管不是同种生物，但是你还是充满了悲戚。
丧钟在神父的心中响起，你在他们的精神层面中留下了一朵白色的胶花……
胶奴的灵魂被你超度了。
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
~   Achievement__MiBu ++
【达成成就】弥补
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
~   Achievement__XinShouMuShi ++
【达成成就】新手牧师
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
物尽其用，不能让已经化为执行体的尸体白白浪费。你发现那个法师的灵魂在多次调整后终于能塞进其中一个执行体的身体中。
在一通操作之后，那具尸体的眼神中有了轻微的神采，但更多的是对你的恐惧。
————————————————
该拿这个执行体怎么办呢？
->  Do_What_With_NewDrone
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Do_What_With_NewDrone
VAR TEMP__YongAiGanHua = 0
VAR TEMP__ShiZheTiaoJiaoTa = 0
+   {TEMP__YongAiGanHua == 0}[用爱感化]
    ~   TEMP__YongAiGanHua ++
    TODO    补充用爱感化内容，或者分支
    （神秘的声音：如果普通人看到 AZ 聚集的爱，也就是全体员工的记忆，只会导致崩溃。）
    你刚想要用自己的爱去感化，但是感觉这样做似乎哪里不妥。
    还是想想别的办法吧。
    ->  Do_What_With_NewDrone
+   先控制他的全身，等灵魂操作熟练了再研究⛔️    # unclickable
    TODO    等灵魂操作熟练了再研究
    ->  Do_What_With_NewDrone
+   [找机会去山匪的据点补货，他们并不是倾巢而出，还有活口]
    ~   TEMP__YongAiGanHua = 0
    ~   TEMP__ShiZheTiaoJiaoTa = 0
    想了想，你决定去山匪的据点“补货”。
    因为在之前，所有的山匪都被你作弊一般的洞察力找到了，他们自然是没有斥候回去报信的，此刻前往他们的据点一定会起到出其不意的效果。
    ++  [（整装待发）]
        ->  Destroy_the_Bandits
+   {TEMP__ShiZheTiaoJiaoTa == 0}[试着调教他]
    ~   TEMP__ShiZheTiaoJiaoTa ++
    于是你想要将他调教成自己的奴仆，自己的财产，此刻遇到的第一个问题就是“如何调教”。
    不同记忆的调取并不是那么容易的事情，因为记忆通常会包含大量的附加情报。
    例如调取喝水这个简单的动作的记忆，得到的将不仅是喝水，而是在何时何地喝、用什么杯子、水的口感、当时的心情、全身上下用到了哪块肌肉、肌肉之间的电信号是如何运作的、身体的化学反应是如何变化的……调取记忆并不是一件简单的事。
    他做不到行政部那样将对方调教成骚狗，那样太害臊了；但他也做不到像运输部那样把对方打包成性玩具，那样太残忍了……
    属于正常人的羞耻心，在断开与黑川物流的链接后，第一次出现在你的身上：
    “啊！！他们到底是怎么做出玩这么大的事情的！！”
    到底该怎么办呢？
    ->  Do_What_With_NewDrone
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Destroy_the_Bandits
# CLEAR
此时已是傍晚。
————————————————
虽然商队想要快速离开这片区域，但是你还是建议大家稍作停留，游荡的恶魔和野兽并不比山匪更安全。
在准备扎营的时候，你带上了几个恢复好的胶奴，前往了山匪的秘密据点。
山匪的据点之所以如此隐蔽，是因为他们有一件能够隐藏入口的结界道具。不过这在拥有山匪记忆和敏锐感知的你的面前根本不值一提——将先前扒下来的衣服穿上后，黑色的胶液包裹着你的胶奴，不一会儿他们就完成了易容。
滑皮人类的皮肤相当薄，很难隐藏体表下的黑色胶液。尽管滑皮人类的制作工艺比兽人要方便许多，但是在耐久和伪装能力上让你很不满意。
不一会儿，混入其中的胶奴就像是病毒一样传播着你的黑胶，以各种难以察觉的手段注入到残党的身体中。
半晌之后，在你的一个响指下，他们的内脏全部溶解，通体都被黑胶包裹制成了胶奴。
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
【攻略】山匪秘密营地：成功
+   [继续]
////////////////////////////////
-
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
转化的过程让你对灵魂的操控有了更深的认识。
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
TODO    存在多个参数化的内容
【熟练度】灵魂研究 ++
~   Place__ShanFeiMiMiYingDi = "胶奴试生产 1 号车间"
【重命名】山匪秘密营地 = 胶奴试生产 1 号车间
+   [继续]
////////////////////////////////
-
$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$
【获得】隐蔽结界布置器
+   [继续]
////////////////////////////////
-
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
在这次以人为本的补货中，你找到了将洗脑协议融合至灵魂中的方法。
$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$
【科技树】灵魂胶奴化
+   [继续]
////////////////////////////////
-
$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$
所有变成胶奴的山匪都被封存进黑胶真空袋中并埋入地底进行“冬眠”。你单独挑出了几个灵魂，塞入自己带来的胶奴体内。
⏇ 洗脑协议已开始试运行 ⏈
没有携带限制锚的你只能先用这个笨方法……最后得到的胶奴，想必他们的灵活思考能力应该远不如自己黑川物流的员工吧。
————————————————
回到营地，商队长对你暂时的失踪感到惶恐。
你解释道，自己只是感知到了威胁，现在已经全部清除了。
商队长是一个有些微壮的中年男性，他在经历了这些后想要信奉自然之神，他说自己快要退休了，游商这一行实在是过于危险。
他向你询问此次旅行的目的地，还问你是不是要去那里担任新的神官？
如果是的话，他愿意成为自然之神的信徒。
+   如实告诉他，我失忆了⛔️    # unclickable
    TODO    我失忆了
+   [“孩子，自然之神应该大概或许是祝福你的。不是我说的，我不担责，你自己信仰吧”（将体现自然神作为中立神的特点——无为而治，你信不需要神父进行祝福）]
    ->  God_of_Nature_May_Bless_You
+   “孩子，自然之神祝福你！”（伸出黑胶触手）⛔️    # unclickable
    TODO    自然之神祝福你
    （嗯……你知道我要说什么……——No.8）
+   “我是黑胶之神！”（伸出黑胶触手）⛔️    # unclickable
    TODO    我是黑胶之神
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   God_of_Nature_May_Bless_You
“好的，自然之神或许大概会祝福你的。”你向商队队长点点头。
“诶？”
“生命的流转自然而融洽，即使是人，也是生命的一部分，人与动植物之间的选择共同构建了世界的公式。只要你对生命还抱有尊重，想要珍惜自己的生命，不需要你主动信奉巴斯托斯大人，他也会向你投来目光。”
“原来如此，反倒是我多此一举了。”
商队长十分富有悟性，如果换做是其他只会挣钱享乐的商人的话，多半会认为你是在委婉的拒绝他吧。
“不过神官也是要吃饭的，还请大人多多关照他们的教堂。”
“诶？艾泽大人不是要去那里办公吗？” 
你笑了笑： “我退休了，我想体验一下人类社会的生活。”
解决了这几个烦恼后，之后倒是没有那么多问题。
你有点想念你在自己本来世界的小电驴，那不仅是你的代步工具，也是你的武器。
等哪天掌握了这边的工匠，就抓一个不长眼的家伙做成新的小电驴吧！
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
~   Achievement__KKLTruth1   ++
【达成成就】黑川物流主线第一章的恐怖真相之一
+   [继续]
////////////////////////////////
-   
->  Forest__FarMoriTown.GoTown
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Back_To_FactoryOne
很快，你就到了你第一次大规模转化奴隶的地点——曾经的山匪营地附近。
————————————————
这个地方已经改造成了一个远森镇到洛蒙特城中间的驿站，各种浆果蔬菜顺着爬藤生长在营地旁边，能嗅到淡淡的果酒香气，防护野兽和贼人的围栏看起来也很结实，开垦的痕迹到处都是——他们按照你给的方案和知识，在几个月内就将这里改造成了宜人的驿站，获得了商人和旅人们的众多好评。
只是他们终归是山匪，他们是由流民和恶徒组成的团体，即使已经被你转化为了胶奴，他们的人头依旧在悬赏榜上。先前你将他们大规模批量冻结，在研究好灵魂胶奴化后才将他们唤醒出来干事，山匪们的灵魂才得以保存完整，你希望这个驿站能正常缴税，让山匪们有一个改过自新的机会，毕竟你将这里命名为胶奴试生产 1 号车间，有一个合法的身份，以后施工才更方便。
————————————————
“好好干，头子跟我走。”
你招呼着山匪们的老大，把他 绑起来挂在马车的墙上。让他们获得合法身份并赎罪并不是那么简单的事情，可能还是得把老大上交上去交差。
希望你之前的英雄之举能让这件事顺利一些。
————————————————
你们的商队还未行驶到洛蒙特城，就有一个小队前来迎接你们。他们身上的装备十分简单，看样子是伪装出城的，你之所以能认出来，是因为里面有你在军队中见到一面的人。
“艾泽大人，我奉城主之命，前来迎接您。”
你看向他们的队长，很明显是一个老兵，气息和脚步连同体内的魔力流向都十分平稳，体内似乎有暗伤，手掌上有明显长期握武器留下的茧——在吞吃了数人后，你对这个世界的认知和观察力也慢慢变得更加精细。
————————————————
TODO    拥有林德的判定，但看样子日后要吃书了。
林德向你传达了放心的信号。
TODO    拥有洛里安的判定，但看样子日后要吃书了。
洛里安注意到了周围存在着额外的视线，似乎是同类。
————————————————
还未进城就提前迎接……看来你被卷入了某种政治斗争当中。
是永远保持中立，还是支持城主，亦或者是支持另一方？
+   [No.AZ 永不退缩，开门见山]
    “这是你们的政治游戏吗？”
    你开门见山：使者提前前来迎接客人，这是十分合理的行为，但是你现在距离洛蒙特城的距离十分微妙，刚好在有人迹的范围附近，再向前一点就会被附近的居民注意到。结合他们的打扮，如果不是想提前越过某些人接触你们，是不会在这个距离迎接的。
    你既不想参与任何政党的斗争，也不想被他们的斗争波及到，你只想在这个世界安度晚年，用自己的力量开拓新的篇章。
    ————————————————
    队长的表情略显尴尬。
    “艾泽大人，城主只是怕你再次被邪教徒袭击，我们才前来迎接的。”
    “如果是那样的话，应该来远森镇来见我，”你指了指马车内部，“我押送了前阵子在远森镇商道的山匪和远森镇后续抓到的全生教残党。”
    ————————————————
    你们的交涉并不愉快，你并不想相信自己不熟知的人，但是为了城主的脸面还是允许他们同行。你能察觉到有额外的心跳声在附近，但是你只是警戒着，没有主动出击。
+   [艾泽大人包容而又不失礼仪]
    TODO    理论来说需要拥有林德的判定，但看样子日后要吃书了。
    “辛苦了，”你压低声音回应，面带微笑，整个人显得放松而和谐，“在一旁窥探的也是你们的人吗？心跳声压制的很好呢。”
    队长的表情没有变化，但是心跳声变了。你笑了笑，拍了拍他的肩膀，一团肉色的胶液顺着脖子黏在了他的耳朵上，他有些不适但是没有反抗。
    ⏇ 测试一下，你不能听见我的声音吗？ 很神奇吧，骨传导胶液耳机。⏈
    ————————————————
    队长笑着摇摇头，这个小玩意儿给了他一个惊喜，他同时回答了你的两个问题。他估计是用了某种隐蔽的方式做出了一个手势，在你们交谈的过程中，队伍的阵型就开始慢慢变化。
    ⏇ 我押送了前阵子在远森镇商道的山匪和远森镇后续抓到的全生教残党。⏈
    “都看好来！免得艾泽大人被刁民缠上。”
    ————————————————
    你将队长邀请到你的马车内部，这里更方便说话。
    你从他的话中得知，<>
    <-    Common_1
+   [胶兽老祖有自己行事标准]
    TODO    理论来说需要拥有洛里安的判定，但看样子日后要吃书了。
    无需开口，洛里安就已经知晓你的选择。
    ————————————————
    你将队长请入马车中交谈，在他进入马车的异空间的瞬间便偷袭成功，你对灵能的操纵愈加熟练，不需要将他胶奴化也可以短暂的强制控制他。
    “主人，抓到了，是变形怪。”一个被蛛丝茧包裹着的人形生物从马车的暗门被丢进来——洛里安得手了。
    洛里安对他新的胶液身躯十分满意，他变形的能力伴随着痛苦和麻木的副作用，在转化为胶奴后便尽数消失——他甚至主动献上自己的记忆，想让你把它们全部替换为服侍您的记忆。涉及到一些哲学上的问题，你暂且没有这么做。
    ————————————————
    你从队长的口述中得知：<>
    <-  Common_1
    ————————————————
    你从变形怪的记忆中无法得知太多具体的情报，有某种契约在阻止你探求它内心的秘密，灵魂胶奴化只能强迫生物基本服从你并限制他们的思想，你需要通过提高他们对你的依赖或好感才能进一步完成支配。
    你能得知的是：洛蒙特家族的旁系血脉同时与深渊和全生教有勾结，他是被派遣前来监视你这个搅局者的。今后你在洛蒙特城的行动需要更加小心。还需要再吃几头变形怪，你才能将它们加入子嗣的食谱中。
////////////////////////////////
-
————————————————
在一小段路途后，很快你就看见了人迹。
+   到达：洛蒙特城郊农庄
    # CLEAR
    ->  Ruoment_City__Suburban.ZhouBianDeNongZhuang
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Common_1
洛蒙特城的内部正在进行激烈的党派竞争，而城主的嫡系血脉在这几年的战争中已经不剩多少了，唯一剩下比较靠谱的后代却在最近两个月前失踪。
旁系的血脉对城主之位虎视眈眈，在你穿越到这个世界时的那场深渊生物入侵事件中，城主怀疑内部成员出现了叛徒，如果不是作为局外人打乱了这场冲突，恐怕他们的军事实力将会被极大程度削弱。
->  DONE