=== Forest__Dungeon
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Reduce_Commercial
————————————————
远森地城——这是一一个人为定期开放的特殊环境，内部的空间错乱而布满魔力，在容易被深渊入侵的当地十分有名。
尽管深渊入侵十分棘手，但是地城的物资生长和深渊入侵有着密切的未知联系，是当地的经济手段重要来源，也是洛蒙特城的重要物资来源。
“不亲自下一趟，是做不出我想要的'远森精酿'的。”你如此想着。
作为融合兽魂大牧师，你自然能轻易地得到进入的许可，你要怎么攻略这个冒险和挣钱的起点呢？
->  Choose_Partner
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Choose_Partner
*   和阿沙西双人攻略⛔️    # unclickable
    TODO    
    ->  Choose_Partner
*   [组队]
你选择组队进入。
有向导和没有向导的陌生地域是两个地方。
只是就在前阵子，实力最强的冒险者和经验最丰富的向导已经进入了地城，你被经营活动和招募员工拖了一段日子，错过了和他们同行的机会。
其他冒险者多半是想沾着大牧师的光前来蹭队伍。不过通过你的胶兽感知，察觉到他们的身体强度多半都不太行。为了不被拖后腿，最终你只雇佣了一名向导进行带路。
————————————————
“Mufff...”
你的手插入自己胸口中，抓住阿沙西的头，将他从你的身体中拖出，为了今天的冒险，他一整晚都被你关在胶牢中养精蓄锐，穿上全包胶衣和简易装备的他拥有一定的自保能力，你也吞噬了多种疗伤的药草提取出精华，预备注射进他的胶衣中。
在地城准备阶段的这段日子，远森镇已经将表层清理出一片安全的空间供冒险者采集，你的向导能冒险带你到达中层，你的选择是？
->  Whitch_Floor
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Whitch_Floor
VAR TEMP__WenZhaWenDa = 0
VAR TEMP__MaoXianQianWangZhongCeng = 0
VAR TEMP__BuGuXiangDaoQuanZu = 0
+   {TEMP__WenZhaWenDa == 0}稳扎稳打，先在表层研究生态结构和环境
    ~   TEMP__WenZhaWenDa ++
    ->  Intro_Floor
+   {TEMP__MaoXianQianWangZhongCeng == 0}[冒险前往中层（但是保护两个人有点风险）]
    ~   TEMP__MaoXianQianWangZhongCeng ++
    ->  Middle_Floor
+   {TEMP__BuGuXiangDaoQuanZu == 0}[不顾向导的阻挠前往深处]
    ~   TEMP__BuGuXiangDaoQuanZu ++
    ->  Deep_Floor
+   ->
    ~   TEMP__WenZhaWenDa = 0
    ~   TEMP__MaoXianQianWangZhongCeng = 0
    ~   TEMP__BuGuXiangDaoQuanZu = 0
    终于，你明白了，自己一开始未能当机立断就会导致自己一步跟不上，步步跟不上。
    想清楚这件事的你睁开了自己的眼睛，发现自己是那名小老板，正在决定自己是继续干还是不忘初心地、毅然决然地去冒险的时候了。
    这一次，你决定<>
->  Forest__FarMoriTown.DealCommercial
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Intro_Floor
# CLEAR
你决定稳扎稳打，先在表层研究生态结构和环境。
————————————————
向导在表层如鱼得水，你给的钱也够多，你们三人忙活了一个上午，终于简单了解了这个地方。
TODO    这里提到了以前的深渊器官，也许可以留下接口。
通过敏锐的感知和你曾经具备的深渊生物器官，你察觉到这里的地貌是出于某种特殊的原因形成的，如果说中层的丰富物产是因为某种机理的“呼吸作用”导致的，那表层的资源便是其“呼出的废气”。
————————————————
你在有限的时间内采集了所有你能见到的样本，将他们全部吞吃进身体或者单独保存，如果想进一步了解这个地城的形成原因的话，就必须往深处走。
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
~   Achievement__ZhongZiLengDongKu ++
【达成成就】种子冷冻库
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
今天的冒险就到这里，你和阿沙西告别向导回到了家中，然而不幸的是，阿蒙斯在你前往冒险的这段时间中，用某种手段卷款逃跑了！留下一地狼藉和被打伤的半藏品奴仆。
通过读取被打伤的半藏品奴仆的记忆，你发现阿蒙斯根本不是本人，当地的巡逻队也发现了“真正的他”——已经化作了一具尸体。而一个充满了邪恶能量的人代替了他，目的估计是监视在当地拥有一定战斗能力的你。
与此同时，远森地城中爆发出了强大的震感，剧烈的空间波动伴随着硫磺的气息席卷了整个半个城镇，原本郁郁葱葱的森林在瞬间化作充满深渊气息的邪恶沼泽，无数的深渊生物从中涌出……
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
~   Count__GAME_OVER ++
<-  Shutdown.ShengTaiZhanXianDiYiZhen
————————————————————————————————
【GAME OVER】生态战线第一人
+   [不，这不是我想要的。]
    %%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
    未免想的有点太远了……
    你摇摇头，想要再仔细想象去哪层。
    ->  Whitch_Floor
+   [结束游戏]
    ->  Credits
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Middle_Floor
# CLEAR
你决定冒险前往中层。
————————————————
到了中层，你能察觉到一些人经过的痕迹。看起来，一部分有实力的冒险者已经提前抵达了这里，为环境变化的地城勘探前路，远森镇会为这些人提供报酬，只有最顶级的那一批能签署安全保险的协议。
向导有些紧张，这个地方对没什么实力的他来说有些危险，但是你的存在给他提供了莫大的安全感。
通过敏锐的感知和你曾经具备的深渊生物器官，你察觉到这里的地貌是出于某种特殊的原因形成的，如果说表层的资源便是其“呼出的废气”，那么中层的丰富物产便是其源头的呼吸。
你察觉到这座地城是活着的。
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
【检查点】
————————————————
【线路】神官线：未选择
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
这份活着的气息和科努尔斯——你的神上司有着非常密切的联系，而你不想给人家打工，自然是没有资格接触到这方面的知识。
在简单分析了这个地方绝妙的布置后，还没来得及进行采集和狩猎活动，你就闻到了滑皮人类的血液气味——出血量很大，并且沾染了深渊的味道。
急忙前往救援的你只看到了奄奄一息的一个壮实男子，他的伤口有着邪恶的气息，你几乎不会使用任何中高阶位的法术，就连简单的治疗你也从未掌握，你只能匆匆将他转化为胶奴，在了解到他是一名圣武士后，你将他制成了“圣武士”。
“有某种邪恶的势力正打算破坏这里的平衡……求求你！作为自然的牧师，快去阻止他们！”
通过圣武士林德的记忆，你得知了这座地城更重要的信息：这座地城是通过某种活着的生物配合一个神器形成的，这个地区原本被深渊的碎片污染入侵，是这个神器将邪恶力量转化为能产出物资的地城。这个消息一直被封锁无人得知，而邪恶势力已经通过某种手段得知了这一点，想让这里回到它“原本的模样”。
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
~   Count__GAME_OVER ++
<-  Shutdown.ChengZhaiZhiHu
————————————————————————————————
【GAME OVER】城寨之虎
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
+   [我还不想就这样结束……]
    不知不觉，你已经想出神了……
    还是赶紧决定一下要去哪层吧。
    ->  Whitch_Floor
+   [结束游戏]
    ->  Credits
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Deep_Floor
# CLEAR
你不顾向导的阻挠，执意要前往深处。
————————————————
听到你要前往深处，向导严声拒绝了你的请求，无论你给多少报酬他都不会前往——你们的队伍实在是太不成型，除非你再招募一个负责远程攻击或者能灵活使用魔法的队友，不然再怎么强大他都不会犯险。
没有由来的紧迫感让你感到不安。纵使向导不愿意，你也仍将他拖进了树丛制成了“向导”。
你榨取了他的知识和记忆，在阿沙西不安的情绪下向深处疾驰。
————————————————
你的预感是对的，几个在你记忆中根本就没见过的人正在和一只冒险者的队伍交战，他们穿着黑红色的诡异斗篷，被深渊侵蚀的面貌在他们袖子下的皮肤上显露出来，凭借着气味，你第一时间分辨出了敌人，拔起一根树直接向他们抡过去。
对于援军的到来，冒险者小队即意外又惊喜，他们的斥候抓到机会逃离对手施法者的限制，向着出口的方向快速奔去。
“反制对手的法术！快！”
一个穿着简单防具的壮年男子向你吼道，你一眼就认出他是这个队伍中最强大的存在，在简单地眼神交流后，你选定了目标，手指冒出黑烟炸开，两发黑胶爆弹分别击碎了邪教徒施法者的护盾和脑袋。
……怎么是这样反制的？
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
~   Count__GAME_OVER ++
<-  Shutdown.LaiBuJiLe
————————————————
【GAME OVER】来不及了
+   [是他们……先动手的！]
    %%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
    你突然惊了一下，回过神来。
    ->  Whitch_Floor
+   [结束游戏]
    ->  Credits
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Stop_Commercial
# CLEAR
你决定停远森镇的商业活动，是时候该前往地城研究新的产品了。
————————————————
哪怕是现代人都知道，新游戏刚开要趁早拉好队伍，不然最后只能单排。
阿沙西还在重要的调教阶段，自称单身有钱直男的他已经快要离不开你了，你自然不能把他留下来单独照看店铺。
————————————————
高大的你无比瞩目，你柔软的白色毛发在阳光的照耀下反射出金灿灿的光，你穿着整洁的牧师长袍，黑金色的自然圣徽挂在你的胸口。你的狩猎本能让你很快锁定了几个肉体久经锻炼的人，通过沟通完成了临时组队。
散人为首的是一个叫林德的圣武士，他追踪着邪恶的气息来到了此处，虽然城市加强了戒备，但是地城开放引入的大量人口实在是难以稽查，他和几个同样有保护远森镇的本地冒险者达成了协议。你的到来属于是凑巧，但是他们很欢迎你的到来。
“我在此处感到了很强大的神力，他们有序且具有某种意识，我勘探了地城的浅层，我的直觉告诉我，深处可能存有深渊的孽障。”
林德郑重地向你们传达这个信息，你的表情也变得凝重起来——这是你的创业起点，你不允许有任何"野生家具"来打扰你的创业。
“这里的魔力流向变了，恐怕地城内部已经发生了什么。”你们队伍中有一名施法者，在他对当地的法力进行了感知之后，他得出了这个结论。
+   [（立即出发）]
////////////////////////////////
-
————————————————
你们迅速地前往地城深处，途中的野兽都被你的兽吼吓走，让你们的斥候节省了大量的体力，林德很庆幸自己能晚五分钟出发，组到你这样的兽魂结社牧师……
————————————————
在密林丛生的地下行动十分困难，这里虽然也存在着因为空间扭曲而照射进来的光线，但是深处的扭曲空间同样会影响人的生理功能，让人感到不适。
————————
“艾泽，可以用能飞行的动物帮我们侦测吗？”
“这样？”
你的影子里飞出了黑色的渡鸦。
————————
“快驱逐那个深渊崽种！”
“这样？”
一个树干被你拦腰抱起，砸暴了那个有着结实皮肤的恶魔。
————————
“糟了，是陷阱！”
“科努尔斯，帮个忙！”你做出神力干预的手势，这个能力可以让神邸出手干预你的行动。
然而，你并没有牧师的神术，只是用黑胶触手挡住了所有的毒箭和法术，把你们全部抛出了陷阱的影响范围。
————————————————
你的行动将队友和早早埋伏此地的邪教徒都整得十分无语。😅
+   [（继续探索）]
-
////////////////////////////////
————————————————
林德确信了你的确失去了记忆，故而无法使用神术；而潜伏在黑暗中的邪教徒却忌惮你这个（不存在的）法术位——因为随着你们继续探索，你们撞见他们确实在地城深处举行着某种邪恶的仪式，此时你能看见一条等比缩小的巨龙之灵正被困在仪式法阵的正中间。
TODO    这里又一次提到了深渊的器官。但这是一个非常吃开局的 BUFF
邪教徒的思想极端而危险，可法师和斥候早已伤痕累累——因为空气中来自深渊的气味带有毒素，只剩有着黑胶过滤的阿沙西和吃过恶魔的你，还有体质强大的林德不受影响了。
眼前，邪教徒甚至已经直接开始用自己的生命来加速仪式进行，战场瞬息万变！
+   [阻止仪式！]
    ->  Stop_Rite
+   保护后排！⛔️    # unclickable
    TODO    保护后排！
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Stop_Rite
————————————————
仪式产生的邪能快速地向周边扩散，林德为了保护斥候和法师，硬是用身体抗下了这个爆炸的波动，倒地不起。
————————————————
作为现代人，你深知一个剧烈的化学反应不是说断就能断的，放在此刻应该也是如此——除非你能直接控制原料和器械。
而你当然做得到这一点，你的一只手护着阿沙西，另一只手的前臂整个炸开，崩出的黑胶子弹瞬间贯穿了所有正在举行仪式的邪教徒，将你在这些日子里用营业的空余时间不眠不休地研究出的灵魂胶奴化协议尽数注射进他们的身体中。
尽管不能立即将他们支配，但是保持仪式稳定的同时短暂暂停仪式还是做得到的。
TODO    此处提到了深渊的器官，说实话我很担心不从深渊起步会发生生么。
梦魇的长角和恶魔的手臂从你的额头和断臂中长出，你大口吞噬着场上邪教徒的尸体，用尽此生最强的算力来分析他们的记忆，搜寻着可以影响这个仪式的办法（或许当时要是接下了科努尔斯的眷顾，想必就不用这么麻烦了）……
不过事在人为，你用自己的全力也能改写这段冒险的结局。
————————————————
TODO    到底以后要不要挖善恶评判的坑呢……好难想呢
“不行，还差一种作为基准的对比数据！”
强大的邪能一次又一次地冲烂着你不断重新快速愈合的手臂，你呼喊着队伍的圣武士林德，但是他此时正捂着出血的伤口，用惊恐的眼神看着你——你的样貌此时比恶魔还恶魔，他分辨善恶的能力只能看出你是【亦正亦邪】的存在。
“我能阻止这场仪式，这个仪式会改变这块地城的地形，变成疫病的苗床！”你身上溢出的黑胶堵住了他的伤口，他捂着还带有虚幻痛感的黑色皮肤，皱着眉看着你。
“……你必须发誓你会将一切引向正途，否则我会用尽全力让这片地区永远与远森镇分隔。”
————————————————
“我发誓我会遵守你的意愿，遵守你作为圣武士最纯洁的誓言！”
————————————————
林德的协助迅速让你找回了力量的平衡，你所需要做的只是打破这个仪式的一个缺口，让其中的巨龙之灵被释放出来。
很显然，这只龙灵便是这座地城存在的关键，拥有着调控自然循环的龙灵，自然能够将这个具有强烈深渊气息的仪式全部吸干——如果一个剧烈反应没有了能量，那自然也会停止进行。
————————————————
在历经万苦之后，你们终于阻止了这个邪恶的仪式，你公然吸取着阿沙西酝酿了一个月的精华，身上的伤口和恶魔器官开始消失。
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
TODO    线路检测
【检查点】
————————————————
【线路】神官线：未选择
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
斥候和施法者已经昏迷，而林德的状态很差，尽管治愈了伤口，但是内部的深渊侵蚀如果没有手段进行及时处理的话，就算挺过去了也会落下病根，需要用更高级的神术才能进行治愈。
“你伤的很重，或许来不及回到表层了。”你查看着林德的伤势，得出了这样一句结论。
“这是……我的使命。”他用复杂的目光看着你，看着你的身躯逐渐回到一尘不染的白虎牧师的模样。
+   “我可以救你。”[]你说道。
////////////////////////////////
-
他抚摸着自己被黑胶填补好的伤口，看着那一群已经被黑胶完全覆盖、单膝下跪的邪教徒胶奴，对着你摇了摇头。
+   [把林德强制转化为胶奴]
    ————————————————
    “我发过誓的，你忘了吗？”
    ————————————————
    你抱起虚弱的林德，低下头给了他一个深吻，你的黑胶长舌深入他的食道，将涌动的活性胶液灌入他的身体，替换掉那些被污染的器官。
    他的全身青筋暴起，布满砂土和血液的手指在你的手上抓出血痕，你拍打着他的后背安抚着他。
+   [为他送行🆕]
    ————————————————
    你只好抱着林德的身体，看着他深沉的眼睛。
    他的瞳孔开始扩散，躯体慢慢变冷……
    你拿起林德装备上的圣徽，轻吻了一下后，为他祈祷……
    大地翻涌，郁郁葱葱的植物在血腥的地面上冒出萌芽，将这具勇士的躯体埋入地下，树根盘旋缠绕，和黑胶一起构成了一个墓碑。你在无意间使用出了牧师最基础的技能——引导神力。
    ————————————————
    “我发过誓的，你忘了吗？”
    ————————————————
    林德的器官还未停止工作，植物的藤蔓滴出胶液，将他的身体包裹成一个茧。你摘下一朵花轻吻，丢至墓碑前，茧中涌动的活性胶液灌入他的身体，替换掉那些被污染的器官。
    他的全身青筋暴起，茧的表面不断地蠕动，你拍打着茧安抚着他。
////////////////////////////////
-   
在你在和他共同破除仪式的这段时间里，你已经对圣武士的神圣力量有了基本的认知——经过调整的灵魂胶奴化协议注射进他的身体。
————————————————
随着一声低吟，他胯下的护具流出了充满腥臊味的初精，他身上的神圣性和纯洁在迅速地流逝着……
“啊啊——”破誓使它留下了悔恨而无力的泪水，你轻舔掉他眼角的泪珠，解开他多余的衣物，将他雄起的粉嫩肉茎锁起，白金色的纹路出现在他的小腹，你将它永久锁住，白金色的胶液堵死了出口，抹去了他代表失去纯洁的初精。
“吾听到了你的悔悟，这是为生命所作出的不可避免的过错，吾将宽赦你的罪过。”
“啊啊——主——”
在胶奴化协议彻底打入他的灵魂中后，他又重新恢复了圣武士的资格，你确实没有背弃你所发过的誓言——只是林德作为圣武士最纯洁的誓言已替换为效忠于你。
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
【检查点】
【线路】神官线：未选择
+   [（准备离开地城）]
////////////////////////////////
-
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
->  After_Stop_Rite
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   After_Stop_Rite
TODO    这里似乎有一个隐藏的线路判定
巨龙之灵与科努尔斯的神器和你没有任何关系，你没有接受神邸的委托和选择，自然不能去沾染这种高纬生物的所有物。
————————————————
即使林德用躯体挡住了那一道冲击，队伍的斥候和施法者依旧因为剧烈的空间波动和深渊疫病而倒地不起，施法者的体质逊于队中的斥候，早已昏死过去。
斥候用看怪物的眼神紧盯着你，你的秘密暂时不能暴露给世人，黑胶卷起他的身体，触手插入他的脑中，他的表情很快从绝望变为数次高潮后的失神。
TODO    林德已经是胶奴了，是否还会有这样的反应？
林德低下头闭上眼，选择不去看斥候被你做成精畜的画面，但是他锁内涨大的肉茎早已说明了一切。
+   [（返回远森镇）]
    ->  Forest__FarMoriTown.Ending__CP_ShiMin





























->  END