=== Forest__FarMoriTown
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   GoTown
# CLEAR
你带着你的那些伪装成退伍士兵的胶奴们，跟随着商队来到了其中一个士兵的故乡。
————————————————
这个布置在森林中的小镇的规模并不算大，但是也还算的上繁荣，附近有一座被称之为“地城”的区域，那里富饶的资源便是这里繁荣的原因。同时，这也是这只商队在恶魔入侵后即使冒着危险也要维持城市交易的原因。
和深渊恶魔的战争对普通人来说总是带不来多少受益，只有一些特殊的职业人员会收购它们的尸体。
“感谢您的同行，这是我的居所，如果您还没有安身之处的话，我可以帮您安排，或者您也可以到当地的自然神神庙，他们一定会欢迎您的。”商队长向你行礼，递给了你一张地图后便告退离开，他们需要快速缓解旅途带来的疲劳。
{
-   GoWhere != 0:
    时间很快来到晚上。
    ->  Ending_Today
-   else:
    现在刚好是上午，<>
    ->  GoWhere
}
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   GoWhere
+   随便逛逛⛔️    # unclickable
    TODO    随便逛逛
*   [寻找自然神的神庙解答自己的“失忆疑惑”]
    ->  Find_Memories
*   前往商队长家⛔️    # unclickable
    TODO    前往商队长家
+   [寻找住的地方]
    ->  Find_Base
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Find_Memories
你决定去自然神的神庙，看看是否可以解答一下自己的“失忆疑惑”。
————————————————
“欢迎您来到远森镇，尊敬的大神官。”
这个小镇的有着两个教堂，他们按照日期来供奉不同的神明。作为森林中的城市，自然之神的权威在此处就如同乡野中掌管着农业资源的女神一样大。
“情况我们已经通过魔法道具从城主那边得知了。很遗憾，{NAME__AZ}先生，我们从既往的历史名单中，找不到您的名字。”
“但是神给予了我们指引，祂传言您可能会引领新的自然教派。”
{
-   Careers__AZ != "神官":
    你摇了摇头，在这里的自己暂时不想参与到“神明”这种生物的体系当中。更何况你的身份实在是过于敏感，你也不想随意对待生命。
    似乎是看出了你的身份和顾虑，眼前的这位牧师对你微微鞠躬：“您似乎还存在着迷茫。艾泽大人可以先安顿下来，在整理好想法之后，再来见我们的大神官吧。”
    “我们将成为您的后盾，您的姿态已说明了一切，您不必顾虑。”
-   else:
    ->  BUG
}
在和这个牧师道别后，<>
->  Choose_Another

=   Find_Base
————————————————
你决定找找可以住的地方。
如果只是自己的话还好，要带着这群胶奴一起行动，实在是有些困难。
好在自己是来“安置退伍士兵”的，住在这里的两个人都有自己的房子，长期无人居住的房子奇迹般地没有遭受流浪汉或者小偷的侵扰，说到底他们也只是被临时征兵。
这片区域的空间十分不稳定，如果不是资源丰富的话，恐怕居民很快都会陆续搬走。
简单打扫了一下并安置好生活用品，这两个小房子将是你未来的据点。
->  Choose_Another
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Choose_Another
{Choose_Another == 1:
时间很快来到了下午，只能再做一件事情了。
->  GoWhere
}
{Choose_Another == 2:
时间来到晚上……
->  Ending_Today
}
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Ending_Today
————————————————
你躺在据点中充满了灰尘气味的床上，久违的困意和疲倦涌上心头。
虽然没有部长分担你的精神压力，但是你也收获了颇多胶奴。在将部分不那么重要的数据传输到他们身上后，你也获得了用于思考的空余内存。
穿越到这个地方已经快半个月了，关于黑川物流的记忆变得十分模糊，和藏品们断开的联系让你十分不安，可是内心却有一个声音告诉你你已经完成了自己的职责——或许在模糊的记忆中，自己已经做完了该做的事情。
你陷入了抉择……
+   [黑川物流已经结束了，罪孽深重的自己该在这个地方展开新的人生。]
    ->  Ending__CP2
+   不安因素还有很多，自己应该想尽办法回到那个世界。⛔️    # unclickable
    TODO    自己应该想尽办法回到那个世界
+   随缘吧，我的心已经濒临破碎，接下来的一切皆随缘分。
    <-  Finales.YiZheRenXin
    ->  Menu__Finale
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Ending__CP2
# CLEAR
随着你慢慢的思考，许多模糊的记忆变得逐渐清晰起来。
记忆中，黑川物流已经解决了黑胶文明入侵的问题，只是关于“究竟是如何解决的”的那份记忆内存已经损坏，无法追溯。
可以得知的是，所有的藏品都支持自己的这个行为，他们的复制备份都在向你传来“希望你能休息（安息）”的意念，让你时刻紧绷的精神得以放松。
你就这样在薄毯的包裹下静静的睡去了。
+   [（安眠）]
////////////////////////////////
-   # CLEAR
第二天醒来。
————————————————
你打了一盆水清理自己的脸部，发现眼睛中的淡紫色边框消失不见了。
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
~   Achievement__PingFuDeDianKuang ++
【达成成就】平复的癫狂
$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$
【失去】精神备份 - 黑川物流普通员工
【失去】精神备份 - No.8
【失去】精神备份 - No.7
【失去】精神备份 - No.6
【失去】精神备份 - No.5
【失去】精神备份 - No.4
【失去】精神备份 - No.3
【失去】精神备份 - No.2
【失去】精神备份 - No.1
【失去】精神备份 - No.AZ
————————————————————————————————
【获得】记忆补全 - 科技芯片
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
~   Count__Chapter ++
第 {Count__Chapter} 章《人生选择》落幕
————————————————————————————————
⏇ 系统结算中 ⏈
⏇ 已上传至行正ㄓㄥ……
————————————————————————————————
{NAME__AZ}对着远方轻轻一笑，那一侧再也没有回应。
+   [继续]
    # CLEAR
    ->  Start__CP_YuanSenDiChengJiXing
////////////////////////////////
=   Start__CP_YuanSenDiChengJiXing
在与所有藏品最后的联系断开的瞬间，你感知到的世界突然变得清明了起来——你发觉黑胶殖民文明在你身上的所有约束早已被破除，周围的空气流动、恒星投下的光芒、小型生物的振翅和嗡鸣、还有和行人之间的交谈与步行声……在你的脑海中无比清晰。
你回忆起了一切，你回忆起了行政部部长最后的抉择、你回忆起了黑川物流的结局，你不怪罪它们的行为——自己对人类的责任已经到头了，还未沾染黑胶时的记忆已经无需追溯，自己现在只需要在这里尽情的生活就好。
似乎是感应到了你的想法，你脖颈上挂着的鹿头挂坠发出了光芒，一个无法确认来源的注视投射到你的身上，你与某位存在完成了交流：
————————————————
“——”
“这样啊，是您送我过来的。”
“——”
“意外？原来如此。”
“——”
“您过誉了……您不处理我吗？”
“——”
“期待与您的下次见面。”
————————————————
挂坠失去了光芒，上面淡淡的加护已经消散，现在它仅仅只是一个失去了能量的象征道具。
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
TODO    实际上不存在这样的检查点
【检查点】冒险者 / 巩固社会地位 / 大隐于市 / 快速建立冒险团队 / 展开新人生
————————————————
你整理了自己身上的黑胶科技，高速的算力和空余的内存让你的思维已经远超常人，就连黑川物流自研的科技也一同备份到了你的身体中，只要你想，你可以立马成为第二个黑胶殖民文明。
但是你想试试奇幻冒险小说中的佣兵团或者公会，这个充斥着神明与魔法的世界虽然充满了危险，但同样也充满了挑战与机遇。
————————————————
建立自己的冒险团队需要充分的准备，并非所有人都跟自己一样吃靠土就能活下去。并且，自己养的那几只胶奴存在严重的灵魂肉体不匹配的问题，看来今后要解决的事项还有很多啊……
那么，充满希望的今天做什么好呢？
+   解决胶奴的健康安全问题
    ->  Drone_Safe
+   搜集小镇的情报⛔️    # unclickable
    TODO    搜集小镇的情报
+   直接去酒馆寻找人手，或者加入别人的团队⛔️    # unclickable
    TODO    直接去酒馆寻找人手
+   摆烂，寿命还很长⛔️    # unclickable
    TODO    摆烂
=   Drone_Safe
# CLEAR
任何历史遗留问题在未来都可能会阻碍自己，更何况自己刚和科努尔交谈过：那位自然之神尊重自己对于生命的看法，自己可不能因为展开新人生就将自己过去的一切否决。
————————————————
那几个被你乱换灵魂和改造肉体的胶奴，很快就会失去对肉体的掌控权，届时他们就会变成黑胶殖民文明制作的战争执行体一般，灵魂将脱离肉体，和当地的一种叫夺心魔的怪物转化人类的过程很像。
这几个胶奴已经或许还可以抢救一下，但是思考能力会因为灵魂的惰性化而下降；那群土匪转化成的胶奴就已经没救了，他们注定会成为执行体。
{NAME__AZ}，你得想想处理他们的办法了。
->  Do_What_With_OldDrone
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Do_What_With_OldDrone
{|那接下来呢？|最后……|}
VAR TEMP__Make_BanCangPin = 0
VAR TEMP__WuHuaJiGeJiaoNu = 0
VAR TEMP__Make_ZuoJiGeQiGuan = 0
+   {TEMP__Make_BanCangPin == 0}[制做几个半藏品（这会导致他们的思维能力下降，变成普通的仆人）]
    ~   TEMP__Make_BanCangPin ++
    ——————————————
    你将最后收的那个本地人制成了半藏品，他将成为你的仆人，作为最后的参照对象陪伴在你的左右，或许在未来，自己能够解决这个问题。
    ->  Do_What_With_OldDrone
+   {TEMP__WuHuaJiGeJiaoNu == 0}[物化几个胶奴，作为自己挣钱的道具完成人生价值]
    ~   TEMP__WuHuaJiGeJiaoNu ++
    ——————————————
    “前锋士兵”的数量有些多，你并不需要这么多“前锋士兵”的器官……于是，最后一个退伍兵胶奴被你制成了精畜，悬挂在地窖的置物架上，插入酒桶的水龙头，流出美味而刺激的“平原精酿”。
    然后，你花了一整天的时间来研究如何让魔力器官参与肉体情报的制造和酿造，等你将两个“平原精酿”安置好时，已经是深夜了。
    退伍士兵的失踪或许会留下痕迹，但是你不想让他们承受长久的灵魂惰性之苦。自己已经不再需要遵守《黑川物流保密协议》，因此可以按照本心来行动。
    ->  Do_What_With_OldDrone
+   {TEMP__Make_ZuoJiGeQiGuan == 0}[做几个自己的“器官”，当做外置帮手使用。]
    ~   TEMP__Make_ZuoJiGeQiGuan ++
    ——————————————
    你想到你一直都缺少适应当地环境的手段，尽管你一直在用黑胶进行吞噬模拟，但是缺少天然魔力器官的你依旧存在着天然劣势。
    “等等，我能够操控一个法师，那么那个法师不就是我的法杖了吗？”
    这个天才的想法出现在你的心中，你很快就有了处理那个法师土匪胶奴的方法。
    于是，你褪下了你的牧师长袍，露出了穿着黑色紧身胶衣的身体，你硕大的身体要比法师宽大了太多。
    你将他躺在你的胸口，随后从你身上涌出的黑胶将他吞噬殆尽，只露出一部分胸口和头，在紧绷的胶皮下艰难地呼吸着。
    法师一生的技艺和记忆被你轻易读取，他就像一片蕴含了丰富技能的芯片安插在了你的胸口上， 你瞬间得知了他学会的所有技能，并获得了初步的掌握，剩下的只需要累积实战经验。
    黑胶殖民的装甲与空间科技在你的身上实装，“法杖”被你收入内部的次元，你如法炮制，将剩下的胶奴制成了“前锋士兵”，“农耕人”，“弓箭手”，“斥候”器官，储存在你的体内。
    你只需要在使用他们时扣上长袍的扣子，来掩盖他们在你胸口上浮现的胶奴面孔。
    ->  Do_What_With_OldDrone
+   ->
    ~   TEMP__Make_BanCangPin = 0
    ~   TEMP__WuHuaJiGeJiaoNu = 0
    ~   TEMP__Make_ZuoJiGeQiGuan = 0
    ++  [（休息）]
////////////////////////////////
-   # CLEAR
身为猫科兽种，你本就不爱行动，只是之前作为殖民执行体一直在压抑着本能，现在终于能好好休息了。
————————————————
搞完这么多事情的你，终于享受了作为老板退休生活的第一次懒觉。
整整一天没有出门的你，在准备开门时看到了地上塞入的信件——昨天第一次研究科技的你全神贯注，居然没有注意到有人接近你的屋子。
你闻了闻信件，上面有商队长和墨水的味道，他邀请你前往他的宅邸做客，你可以随意选择。
太阳当空照，今天做什么？
+   去自然神官那给予答复⛔️  # unclickable
    TODO    去自然神官那给予答复
*   [去商队长那边做客]
    # CLEAR
    ->  Be_a_Guest
*   自由行动⛔️  # unclickable
    TODO    自由行动
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Be_a_Guest
在整合昨天对环境的监控记忆后，你推测这是昨天下午送来的信。没有给予答复的自己或许还有将对方晾在门外的可能，不过自己还是过去看看比较好。
————————————————
商队长的家还算富裕，房子面积比自己的据点要大上不少。如果是作为老板的你，那么为了扩大据点或许会将商队长直接转化成子代，但是现在的你已经完全不同了——你想挣个小目标，自己买上地皮。
印象中，商队长的随行伙伴大多是合作伙伴，其他的便是雇佣的护卫，在完成此次贸易后便各自去补给了。
————————————————
大中午过去时，商队长着对付自己的午饭——他正在处理带来的货物，实在是没有空闲时间，只能向你赔罪。
“这个简单。”你招呼对方将清单交给自己，只是瞅了一眼就开始报数字，直接将他早上卖出的货物算好了帐。
不仅如此，各种涉及到计算的工作你只需要瞅一眼便可以完成，高额的空闲算力让你成为了天生的商人，再加上作为高级神官的身份，其他商人很难在你这边占到便宜，你帮了商队长很大的忙。
————————————————
你们一直忙到下午吃晚餐的时间。（这边很多人都只吃两顿，营养学的知识对于流动人口来说即使拥有也难以用上，魔法和怪物的存在必然会降低生产力，让资源集中在强者手里。）
“麻烦您了。真是不可思议，我居然让科努尔斯的神官帮我经商。”
商队长倒是放得很开，他已经习惯和没什么架子的你相处，只是经历了一段旅途，他对你的关系却显得像是老友一般亲密。
你笑了笑：“呵呵，你去了神官那边吗？昨天是科努尔斯大人的礼拜日。”
 “我去了，我跟大神官询问了您的事情。”
“哦？”
“我发现我并不是想退休，我只是想追随您。”
“你看到了什么？”你唐突的询问商队长，你相信对方一定能理解自己在问什么。
“是的。那天我还以为您是吃人的怪物，伪装成了自然的神选，但是您眼中的神性无法欺骗我。”商队长有些后怕地摸了摸鼻子。
“讲点自大的事，我小时候就显露出了作为牧师的天赋，但是最后因为各种意外，还是当上了游商。您身上的加护是货真价实的神明注目，我跟大神官聊了聊，给了点子儿后了解到了一些内幕。”
“内幕是这么容易知道的吗？”
“我说我想跟姥爷您干，他就跟我讲了。而且今天科努尔斯的注目又降下来了，全镇子的牧师都知道，姥爷你不会以为大家感知不到吧？”商队长笑了起来，吹得小胡子都要上天了。
“行吧，我还以为只有我能和祂对话。”
“不不不，姥爷，这可是传奇级的事件，即使到了下个月都可能有人讲这件事。能和神直接进行对话的牧师，可不是小镇子里能见到的。我们只是模糊地感受到了祂的神力，感受到了新神选的诞生。”
“你是因为这个才想追随我吗？”
“不……姥爷，不是……”商队长的神色有些慌乱，他突然有些口吃。
“原来如此，是气味。”你直接得出了结论，这让商队长直接宕机。
“我确实是吃人的怪物，部分人能够嗅到我身上的特殊气味，嗯……类似于鱼饵和鱼的关系。再加上我们经历了生死的袭击，人会在刺激的时候与别人产生联系。你或许是因为这些而对我产生了一些情绪。”
“姥爷……”
“不用多虑，你可以揭发我的身份，我无意与人类为敌，但是我确实是你们的天敌。”
“不！不！姥爷。”商队长被你这种置身事外的态度和理念冲击到了，他思考了一会儿，说出了那句足以改变他人生的话：
“请让我追随您！”
“🤔……”
+   [接受他]
    ————————————————
    “可以，我这缺人手，让你当苦力吧。”你轻松一笑。
    “哎哟姥爷，您可怜可怜我的老腰吧！”听到自己被接受，商队长开怀大笑，他能感受到，艾泽的精神状态比起之前要好很多，他感觉艾泽作为“人”的气息越来越多了。
    “缺人手的话，可不能把我吃掉啊？”突然他想到了什么，紧张兮兮地向你确认这件事。
    ->  Accept
+   无为而治⛔️  # unclickable
    TODO    无为而治
+   拒绝他⛔️  # unclickable
    TODO    拒绝他
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Accept
“进来看看？给你一张‘五分钟体验券’。”
“不不不不！姥爷，这还是算了吧。”人对未知总是恐惧的，更何况是基因中“被吃掉”的恐惧。
————————————————
然而，他的神色在艾泽当着他的面从身体里拿出过锅瓢桶盆，甚至是昨天才见面的退伍士兵后，从恐惧变成惊讶，再到无法思考，最后是冷静。
“天啊……这简直是天生的仓库……移动的商铺……”
“我先声明一下，我这边虽然能做到仓库和冰箱的效果，但是内部的时间和星界（次元储物袋所通往的星界）不同，活物可以在我体内存活，但是有数量限制。”
“已经很了不起了，”商队长汗颜，“次元袋可装不了活物，姥爷，每一种你们，呃，”
“藏品……不，叫我们胶兽。”
“好的，胶兽……每一种胶兽都有这种类似次元袋的能力吗？”
“看等级，胶兽也分为三六九等，并且同时具备两种阵营，我们是矛盾的生物，我会吃人，但是同时也会作为你们口中的大神官履行职责。”
————————————————
“难以理解……”
“进来就知道了。”
商队长还未发出惊呼，他整个人就被你体内涌出的黑胶包裹捆绑，化作人形的胶茧，因为本能而疯狂地在地上扭动着。
黑胶包裹住了他体表的每一寸肌肤，将他的衣物识别分割出来并吐出，商队长身上的每一个孔洞都被液态的黑胶灌满，他链接外界的呼吸系统、发声器官、泌尿系统，以及后面的洞被疯狂涌入的胶液塞满堵住。胶液插入他的大脑，电子信号开始注入这具滑皮的身体：
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
⏇ 个体名：阿沙西·谷道夫 ⏈
⏇ 正在传输：《黑川物流入职协议（旧版）》 ⏈
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
你刚把外套脱掉，就看到在地上打包好的商队长似乎有些不对劲，他看起来十分痛苦，红色的电子纹路开始从胶茧上蔓延。
“啊抱歉！职业病犯了！”
你急急忙忙终止了他身上的洗脑协议，把呼吸，听觉和发声系统打开，作为恶趣味没有处理他下面的部分，然后把胶茧扶起来，拍拍后背作为安抚。
“唔唔唔！唔呋呋呋！”商队长的胸口起伏剧烈，你能听到他飙到 140 的心率。
# IMAGE: https:\/\/cntracker.net\/cdn-cgi\/image\/q=10\/https:\/\/img.cntracker.net\/img\/5ef9f260d3c30020fc970f44ae2fe5f8.jpg
（这是一张临时的示意图，非最终插画）
“别急，马上就让你实地考察。”
你不慌不忙地将内衫脱掉，露出里面裹着肌肉的胶液紧身衣，这层胶液实际也算得上的你的皮肤。看不出深度的胸腔打开，伸出的触手将商队长拖入了你的体内。
————————————————
阿沙西·谷道夫——追随艾泽的商队长，此时无比后悔自己的选择，他感到某个管道直直地插入了自己的肺部和胃部，伴随着尾椎骨的酸胀和尿道的撕裂感，他的肛门和泌尿系统也被侵入，这个丧失了所有尊严的中年男人就这样被塞入了充满了压力感和弹性的奇妙空间。
在他被安稳放置在某个空间后，一股不会让人感到不适的压缩感袭来，商队长推测自己已经被放入了压缩的空间中，黑胶扎入了自己的身体却不带来痛感，他的心率在短短的一分钟内就恢复平稳，原本的不安感转化成了某种安心感。
被口中的插管灌入某种液体后，忙碌了一个中午的身体突然充满了能量，阿沙西嗅到了清甜而芬芳的味道，混杂着陌生的胶味一起，随着你的呼吸强制灌入商队长的肺部。
“呼……呼……”
商队长无法自己呼吸，他的呼吸频率被迫和你接轨同步。他能感受到你肌肉的运动，他能隐约感受到存在于你体内的子代胶兽还有其它存放的物体，只是碍于没有黑胶器官而无法接受数据。
————————————————
伴随着头部传来的一股巨力，商队长被一只手抓住头部扯出了你的身体，他的面孔迷乱而不知所措。
思想在空白的情况下被你扯出身体的他因突然的强光而感到有些畏惧。
但他饱经风霜的躯体在“黑胶空间五分钟游”后变得白嫩，商队长感到浑身舒爽。
看样子，他打开了莫名的禁忌大门，被解放的下体高高扬起。
————————————————
“醒醒，我把你体内的癌细胞吃掉了。”你轻轻地拍了拍他的脸，遇上了他错乱而眷恋的目光。
“嗯？啊？嗯？”
商队长花了一段时间恢复了神志，在他眼神变得清晰的瞬间，他发出了属于滑皮人类特有的尖叫（对于是兽人的你来说十分新颖）。
他连滚带爬捡起自己的衣服，然后胡乱的把它们全部套在自己身上。
刚刚不小心撕碎了他的衣服，你在他还在你体内的那段时间用黑胶修复了一下，现在看来正好用上。
“姥爷，这……这……太！”
“你冷静一点，我还没想好你的归属呢。”
————————————————
你看向阿沙西。
->  Caravan_Choose
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Caravan_Choose
+   [将他同化为胶兽，进化到更高的层次]
    “要不要做我的子嗣？你们长身人族的寿命不长吧，这样能活久一点哦？”你双手合十又再次拉开，十条胶液在你的手掌间拉丝，编出一条花绳。
    “我……我还是接着做人吧，姥爷。”
    “真可惜，”你摇摇头：“不过在未来如果你出了什么意外，我可以用胶液修补或者治疗你的身体吗？只是一部分的话，你的身体是能自己解决的，你还可以继续保留你的人类身份。”
    虽然你讲的有点拗口，但是阿沙西大概知道你的意思，他很清楚这片区域并不太平，你是在为他的生命做考虑。
    “可以的。”
    ————————————————
+   [让阿沙西作为人类追随自己]
    ……
    最终，你还是摇了摇头，克制住了你的同化本能，这件事要是放在以前黑川物流的日子，那将是破天荒的级别。
    ————————————————
+   [制成“阿沙西”，跟随艾泽一辈子]
    “要不要和我融为一体？”你带着坏笑伸出长舌，舔舐着他的侧脸，双手探入他的衣服里面，当你的黑胶手套触碰到阿沙西的皮肤时，阿沙西整个人激灵了一下。
    “我会每天都把你弄的很快乐…让你不能再思考，呼吸里全是我的气味……”
    “……我，我还是接着做人吧！姥爷！”
    ————————————————
    你收回了手。
-
~   Race__Arshasy = "人类"
⏇ 我在你体内植入了一个无害的胶团，它能在危急时刻修补你的伤口，也让我能够联系到你。这东西还在试作初期，功能不是很全。⏈
你的声音直接出现在了商队长的脑海内，再次吓了他一跳：“这已经很离谱了！”
⏇ 不离谱的，如果你能成为我的眷顾，我能做到的事会更多。⏈
你笑笑，虽然这个世界能用魔法做到很多事情，但是一些民间的科技发展也因此受到阻碍——自己或许更适合在这个世界开工厂。
->  After_Accept
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   After_Accept
————————————————
“作为我的追随者，我有规矩要立。”
你本就是一个充满恶趣味和活力的人，天然的顿感并不不妨碍这一点，反而让你成为了更可怕的天然黑。
对于初次收复的随从，一次性要求太多可会起到反效果，于是你决定先只立下两个规矩。
->  Modify_Arshasy
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Modify_Arshasy
TODO     BAN 了 3 个选项
VAR TEMP__Arshasy_Mark_Entourage = 0
VAR TEMP__Arshasy_Asceticism = 0
VAR TEMP__Arshasy_Wear_Accessories = 0
VAR TEMP__Arshasy_Force_Modify_Hobbies = 0
VAR TEMP__Arshasy_Change_Name = 0
/*
+   {TEMP__Arshasy_Mark_Entourage == 0}给他打上“新版设计烙印”⛔️    # unclickable
    TODO    给他打上“新版设计烙印”
*/
+   {TEMP__Arshasy_Asceticism == 0}[禁止他欲望的释放]
    ~   TEMP__Arshasy_Asceticism ++
    ->  Modify_Arshasy
+   {TEMP__Arshasy_Wear_Accessories == 0}[给他戴上配件]
    ~   TEMP__Arshasy_Wear_Accessories ++
    ->  Modify_Arshasy
/*
+   {TEMP__Arshasy_Force_Modify_Hobbies == 0}强迫改造他的爱好⛔️    # unclickable
    TODO    强迫改造他的爱好
+   {TEMP__Arshasy_Change_Name == 0}改变他的称呼⛔️    # unclickable
    TODO    改变他的称呼
*/
+   ->  
    {
    -   TEMP__Arshasy_Asceticism && TEMP__Arshasy_Wear_Accessories:
        于是，你打算对他进行最经典的操作——挑拨并禁止他欲望的释放。
        黑色的触手穿过他的双乳，伴随着一阵刺痛，你给他别上了银色的金属乳环，沉甸甸的没有开口的乳环拉扯着他的双乳，带来了十分异样的感受。
        “姥爷……这……”阿沙西的脸有些发烫，他也听说过一些奴隶贩子会在奴隶的身上打下烙印，但是没想过眼前的神官姥爷也有这种爱好。
        “还有呢。”
        胶团裹住了商队长的下体，一个经典款的胶锁将他还未完全软下的下体锁上，所有的欲望都无法膨胀，只能牢牢地锁在里面。
        “今后你不再需要小便了，空出的时间给我好好干活。”
        你仿造自然神挂坠的样式，将一个虎头骨的黑金色小挂坠亲手给商队长戴上，这将是你的冒险团队的第一个标志。
        “如果精神备份还在的话，No.8 一定又会在吐槽我的美术设计吧……有点寂寞，但是很快就不会寂寞了。”你在心底暗想。
        ->  After_Modify_Arshasy
    -   else:
        ->  BUG
    }
=   After_Modify_Arshasy
TODO    但实际上这里的判定对后续的内容真是没有任何影响呢……
~   TEMP__Arshasy_Mark_Entourage = 0
~   TEMP__Arshasy_Asceticism = 0
~   TEMP__Arshasy_Wear_Accessories = 0
~   TEMP__Arshasy_Force_Modify_Hobbies = 0
~   TEMP__Arshasy_Change_Name = 0
————————————————
经历了这个认主仪式，你们之间的联系稍稍紧密了一些。
    阿沙西虽然走路的时候还是有些变扭，但他很快就红着脸适应了身上的新配件。
    “如果姥爷先给我挂上挂坠就好了。”阿沙西在心中暗想，被衣物掩盖的奴隶标识给了他一种别样的背德感，如果不是多年经商，他的脸皮将无法容纳那快要崩溃的羞耻感。
    你将那个黑金色虎头骨挂坠也给自己安排了一个，现在的你看上去像是自然神官的新教派，没什么人知道，但是一定会在未来变得出名的，你给自己打气。
————————————————
“这顿晚饭请让我为您安排。”
但阿沙西刚说出这句话就后悔了，因为他想起，你的食谱上存在“人类”这一选项。
“按当地习俗来就好，还有就是我想尽可能吃到不同种类的有机物。”
“有机物？”
“就是食物。”
+   [（吃晚餐）]
////////////////////////////////
-   # CLEAR
你们解决了一顿丰盛的晚餐，你似乎不知饱足为何物，只是尽情地以很普通的速度解决送到桌上的食物和各种特产，一开始阿沙西还暗自松了口气，但是看到你还没有要停的样子，他开始感到惶恐。
————————————————
“姥爷……冒犯地问，您一顿饭要吃多少呢？”他尝试在心中与你沟通，在路上闲逛的时候他就一直在练习这个能力，现在已经很熟练了。
“给多少吃多少，吃不下就在肚子里做成罐头。”
“罐……头？”
“一种保质期很长的储存食品。”
“早说啊！”阿沙西欲哭无泪，今天挣的钱基本都进了你的肚子。
————————————————
这个小插曲很快就过去了，你们之间还有许多对未来要做的事情需要讨论，没有空余的时间在镇上进行别的活动。
在黑夜中，你与阿沙西走到了岔路口。
+   [回自己的据点进行布置。把阿沙西的欲望留给他自己，进行放置 Play]
    ->  Back_To_Base
+   去阿沙西的家进行布置⛔️  # unclickable
    TODO    去阿沙西的家进行布置
+   去陪阿沙西睡觉⛔️  # unclickable
    TODO    去陪阿沙西睡觉
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Back_To_Base
“我回家干活了，你也早点休息吧。”你伸了个懒腰，美好的生活是靠劳动创建的，更何况你也很期望今晚的小品。
“您也早点休息。”阿沙西对你微微鞠躬，他知道你在据点有事情需要做，因此没有邀请你到他的宅邸歇息，在岔路口和你道别。
————————————————
你在据点中的“平原精酿”还嗷嗷待哺，你将当地的食材以一个比例混合磨碎，投入“平原精酿”的身体中，在黑胶器官的神秘作用下，青筋暴起却被迫平行放置的肉柱鼓胀而立，你拧开水龙头，一大股充满着肉体情报芳香的黄白色液体流入木碗当中。
“嗯，左边这个有平原特有的小麦香气，右边这个则是森林中浆果和菌类的气味……应该能成为不错的商品，再混点当地的酒就可以大卖了。”
在你不断地调配和照料下，两位精畜正向着更高的价值进步着。
————————————————
时间也过得差不多了，你将目光投射到远处的胶团，监控到了阿沙西有些沉闷而激动的心跳——
“呃……可恶……”在套着丝绒的床上，商队长全身脱光，面色赤红，他一只手捏着自己被穿过巨环的乳头，另一只手不断地揉着被胶液包裹的下体，膨胀却紧缩的欲望折磨着他，让他无法入眠。
“姥爷……姥爷……”
触碰不到下体的感觉十分糟糕，所有的触感都被隔绝在那一层胶皮之外，阿沙西放弃了继续揉动他的私处，而是把重点放在了从未开发过的双乳上。“怎么会……这么敏感……”
毕竟，艾泽可不仅是给他戴上了装备而已。在黑胶改造下，他的肉体回到了崭新的年代，且变得更加敏感了。
他今晚注定一夜无眠。
->  Ending__CP_YuanSenDiChengJiXing
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Ending__CP_YuanSenDiChengJiXing
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
~   Count__Chapter ++
第 {Count__Chapter} 章《远森地城纪行》落幕
————————————————————————————————
TODO    也许这里的总结可以在未来重新撰写
你没有将阿沙西转化为胶奴，而是在接下来的日子里和他筹备开店的事情。
阿沙西一开始还不想将所有的资产都投入到高风险的创业中，但是耐不住你夜晚对他的攻势，在你第七次打断他的射精反射后，他终于哭着将私房钱交出。
你踩着他被胶衣包裹着的脸，奖励他射出一毫升的精液。他闻着你的味道从锁里泄出几滴浊精时，他知道自己再也回不去了。
今后的日子才刚刚开始....
+   [继续]
////////////////////////////////
-   # CLEAR
    ->  Start__CP_ShiMin
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Start__CP_ShiMin
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
你在远森镇立足了脚跟，制作了自己要贩卖的商品雏形，收复了当地的有名商队长——阿沙西作为奴仆。你没有将他转化为胶奴，而是让他以人类的身份慢慢被你调教沦陷为乐。
在阿沙西的帮助下，你在远森镇和洛蒙特城（你出发的城市）之间建立了一座小小的驿站，在那里提供基础的医疗服务和酒水服务。
你在远森镇也同样售卖那些特殊的“精酿”，作为一个劳动强度高的小镇，你售卖的精酿提供的精力恢复效果得到了一致的好评。如果不是以工作为目的来引用，顾客还可以要求增加精酿的酒精浓度，来增添更多的风味。
由于需要定期向驿站进货，你们的人手并不是很足，深渊入侵战争潜入的那些恶魔还没有被清理干净，你必须亲自去送货。
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
【检查点】
————————————————
【地产】{Place__ShanFeiMiMiYingDi}：持有
TODO    下面这个科技之前没有写判定点
【科技树】灵魂胶奴化：持有
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
好在你拥有不少胶奴，将他们处理成正常的外观后，可以帮你照看驿站——只是他们的身份证明有点麻烦，不能在远森镇长期活动。
->  DealCommercial
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   DealCommercial
+   新店开业十分繁忙，[先自己努力一阵子稳定下来再想方法]你决定先努力一阵子稳定下来再想方法。
    虽然你的精酿还没有能够达到灵药的级别，但是你也没有时间来进行这方面的酿造研究。这醇厚的稀奇口感征服了当地人，许多冒险者都表示喝完你的酒水后感觉浑身都是力量，还好他们都从事很强的体力劳动，不然长久以来会被酒水中的微量激素搞垮身体。
    你打算先稳固第一批固定顾客，这样以后自己在精酿上新品才能得到更多的支持——毕竟增加效果的酒水总得是多收几个子儿的。
    在这忙碌的日子里，你注意到了有几个不太像善茬的顾客，他们身上腐臭和硫磺的气息逃不过你兽类的鼻子，你天然而天真的淳朴面孔成功骗过了他们，黑胶从你的影子中流出，化作一只黑鸦飞向了镇长的办公室。等那两个斥候角色的人想要逃跑的时候，巡逻队的士兵已经包围了你的酒馆。
    <-  Finales.PoChan
    ->  Menu__Finale
+   [暂缓远森镇的商业活动，该寻找新的员工了]
    # CLEAR
    ->  Reduce_Commercial
+   停止远森镇的商业活动，该前往地城研究新的产品了
    ->  Forest__Dungeon.Stop_Commercial
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Reduce_Commercial
你决定暂缓远森镇的商业活动，并寻找新的员工。
————————————————
寻找新的员工——多么怀念的想法，在异世界你也离不开雇佣的关系，只是这次终于不用为黑胶文明服务。
你雇佣了一个叫做阿蒙斯的当地人来帮你卖东西，虽然他和你那沉默寡言（其实是因为被做成了半藏品而思维下降）的仆人相处的有点尴尬，但是维持最基本的运转还是没有问题的。
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
【检查点】
————————————————
TODO    也许可以留下阿蒙斯的修改接口
【重命名】阿蒙斯：未更改
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
“姥爷，接下来该出发了。”
在这段经营的日子里，阿沙西从未释放过欲望，胶液制成的锁牢牢地锁住了他的雄性象征，接管了他的排泄和释放功能。阿沙西被你用各种手段调教，不知不觉间已经完全听从于你。
身着全包胶衣的他只露出头部，有些发福的肚子在烛光的照射下反射出诱人的光泽，平日里忙起来还能忽略那低贱的欲望。
————————————————
此刻在你的房间里，一丝不苟的阿沙西无时无刻都在喘着粗气。
“这是地城的基本信息，准备时间有点短，比较粗略。”
他递给你一沓纸张，上面是搜集的各种远森地城的基础资料，你们准备明天就出发，去地城开始作为冒险者的梦想。
+   出发
    # CLEAR
->  Forest__Dungeon.Reduce_Commercial
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Ending__CP_ShiMin
# CLEAR
你将“远森精酿”的原材料收入体内，扛起施法者和行李，以及和邪教徒战斗的证据，踏上了归途。
————————————————
空间诡异的波动早已让不少机敏的冒险者连忙赶离了远森地城，只剩下部分远森镇排出的卫兵和施法者在排查情况，见你们出来，他们立即围上了看上去十分埋汰且伤痕累累的你们。
在说明情况后，镇长立即开始处理这件事，你没有时间休息，而是利用邪教徒胶奴的记忆，将埋伏在小镇中的残党尽数清除。
远森镇将永远记住您的恩情。
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
TODO    线路判定
【检查点】
【线路】神官线：未选择
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
你将巨龙之灵的事情告知了本地的自然神大神官，他们将永远为您提供协助。
在实地考察了圣武士的神圣法力和深渊的邪恶法力后，你对精酿的制作有了新的理解，被关在你体内的精畜斥候被你投喂了当地的食材和魔药，在日夜的改造后，你成功制出了第一只魔药精畜——“斥候精酿”，喝下它能够在一定时间内提升在林地中的敏捷能力，十分受当地欢迎，你因此大赚一笔。
————————————————
镇长为了答谢你在这次事件做出的贡献，给你免除了大部分的税收，作为小镇的大英雄，你也因为名气收获了不少顾客，很快，你的酒馆和驿站就成为了周边地区最受欢迎的服务点之一。
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
TODO    大章节结束
~   Count__Chapter ++
第 {Count__Chapter} 章《市民》落幕
TODO    路线系统还是应该重新修一下了……
————————————————
✅   已完成：深渊线——市民线（第一部分）
+   [继续]
    # CLEAR
    ->  Start__CP_ChangXiu
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Start__CP_ChangXiu
你的冒险团队目前还是百废俱兴的模样，并且还变成了商业冒险团队。
TODO    这里要不要判定第一个收服的是谁？
靠传统流浪接取委托来搞钱的手段实在是过于捞逼，你第一个收复的有自主意识的奴隶是商人，那自然是要好好利用起来。
————————————————
“麦啤精酿两杯！一盘炸蘑菇！”
“来了！” 
“52 号老客户来了，照常！”
“马上！”
————————————————
虽然是酒馆，但是你们的主要商业时间却是早上到中午，你们售卖的东西喝了就让人具有工作的动力，你硬生生把酒馆开成了你故乡中给社畜卖咖啡的地方。
到了晚上，便是你们团伙……团队休整的时间。
你靠在壁炉旁的软椅上，轻舔着你的一号奴隶的耳朵，温暖的火光将坐在你大腿上的阿沙西照的通红，也分不清是不是他自己在脸红，滑皮人类一害羞或者起情绪肤色就会变化，你很喜欢这个结构。
“老板，要一杯‘阿沙西精酿’。”
“是……姥爷。”
阿沙西颤抖地回应你，他的双手捏住自己已经被调教成小拇指尖一样大的乳头，一边喘息一边蹂躏着它们。不一会儿，锁至通红的下体便喷出了甜美的浓稠白精，填满了你的手心。
你满意地摄取了今日份的肉体情报，自从来到这个世界后，除去开头的几次进食，你体内的胶原储备一直处在入不敷出的情况。
你并不是完美的生物，按照这个世界的力量体系，你依旧有被杀的风险，也有可能在遇到危险前就克制不住狩猎本能，变成只知道同化和进食的黑胶怪物。
————————————————
“主人，”
壁炉的旁侧站着一个身着全身黑金色铠甲的骑士，他维持着驻着长剑立在地上的姿势，宛如一尊雕塑：
“远森地城的情况和地形勘探已经稳定了下来，是时候去消灭那群邪恶的余孽了。”
胶奴化的林德依旧保持着之前的理念和性格，这个世界应为有着灵魂的存在而让胶化人类变得困难。
————————————————
你必须创造一个让个体认同你或者个体陷入虚弱的机会，不然被转化的个体就会因灵魂受损变得毫无个性而很快死去，成为纯粹的执行体。
————————————————
林德的转化条件是“遵从你的誓言”。
你不应该强制这个圣武士去做与他信念违背的事情，你也不会去做——你就是这样如此慈悲的人。
————————————————
“是时候准备准备了，哪有冒险团队窝着挣钱的。”
你盘算着接下来要做的事情，感到严重的“胶手不足”，你的体内蕴含着前世的科技结晶，而你作为老板在人少的情况下实在是过于窝囊，无法将他们全部实现。
————————————————
“果然还是得先变强啊。”
————————————————
上次远森地城事变后，存活邪教徒大多都被判处了死刑。他们的大脑和灵魂混沌无比，即使是吞噬了也难以提取出有用的记忆。
不过，就算作为个体的分析算力再有限，你也注意到了一个特殊的个体——他伪装成了小镇的一位居民，杀掉他后变化成了那个人的样子，还逃了出去，这真是十分棘手。
没有实力的话，接下来离开这个地方时估计很难抵御邪教徒的报复。 
在这个以力量体系影响生产能力的世界，你决定先提升战斗力。
->  Power_Choice
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Power_Choice
VAR TEMP__PowerUp_Arshasy = 0
VAR TEMP__PowerUp_Aize = 0
VAR TEMP__PowerUp_Lind = 0
+   {TEMP__PowerUp_Arshasy == 0}[尝试提升阿沙西·谷道夫的自保能力]
    ~   TEMP__PowerUp_Arshasy ++
    ->  PowerUp_Arshasy
+   {TEMP__PowerUp_Aize == 0}[尝试提升你对这个世界力量体系的适应能力]
    ~   TEMP__PowerUp_Aize ++
    ->  PowerUp_Aize
+   {TEMP__PowerUp_Lind == 0}[尝试提升林德的能力]
    ~   TEMP__PowerUp_Lind ++
    ————————————————
    你想要尝试提升林德的能力，但圣武士的力量一方面来自于他们那对抗邪恶的纯净内心，另一方面来自于他们信仰的神邸。虽然你对这种从心灵中涌出的超凡力量很感兴趣，但是对于目前的你来说还是有点超纲。
    ->  Power_Choice
->  END
+   ->
    ++  [继续]
    # CLEAR
    ~   TEMP__PowerUp_Arshasy = 0
    ~   TEMP__PowerUp_Aize = 0
    ~   TEMP__PowerUp_Lind = 0
    ————————————————
    这个世界过于庞大且充满魔法与神秘，人类不过百年的寿命想要求知实在是太短，你的胶奴们和你也需要定期补充生物质来维持活性，要做的事情还有很多，你打算充实地过完今后的日子。
->  WuMaoZhiRen
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   PowerUp_Arshasy
————————————————
在远森地城的事件中，你将绝大多数的魔法卷轴和保命道具都给了阿沙西，你对异世界的情况有很严重的错误评估，如果你知道会发生这么危险的事情，你一定会把你的仆人关在体内直到结束才放他出来。
————————————————
阿沙西将半辈子都交给了商业，他没有施法者的才能，也不曾锻炼过武艺，但是他对自然具有一定的亲和能力，你并不打算让他成为一名游侠，而是希望他成为另一种配合黑胶才能使用的原创职业。
在你的调教下，阿沙西的产精能力几乎提升了一倍，他的身上遍布着你研究的痕迹，黑色的胶液纹身从小腹开始在往躯干蔓延，这是你对于“灵能”的研究。你将黑胶调整至更接近“共生体”的模样，这样就可以通过让胶兽共生在他的身上来提升战斗力。不过你并不想真正让你的小奴近距离接近那些危险的东西，你有更好的选择——
在生吞了不知道多少只野猪后，你终于将“野猪”这个生物完全地加入黑胶的食谱，现在你的子代也能同化这些野兽了。你花费了一个月的时间来研究自身的异空间，在报废一个又一个实验品后，你终于制出了黑川物流的绑架工具——空间胶囊。
————————————————
“来，试试看，对准后丢出去。”
你将胶囊递给阿沙西，在按下一个按钮后，银白色的胶囊等比放大变为手掌大小，阿沙西好奇的打量了一下，随后对着你准备好的活野猪丢了出去——
“——————！！！”野猪发出悲鸣声，胶囊中涌出的黑色胶液将他全身包裹后拖入了缩小的空间，一个进度条出现在闭合的胶囊侧面，在推满进度后不再摇晃。
“这是...？”阿沙西拿起胶囊，他现在已经脱敏了，不会对艾泽搞出来的各种东西感到惊讶，他手上的纹身和胶囊达成了某种共鸣，阿沙西感到自己链接上了某种东西。
在阿沙西心中的一个念头下，胶囊再次打开，一只胶液构成的野猪出现在他的面前，变得乖巧又安静。
“这个没什么战斗力，只是初步的准备。”你看着胶兽野猪身上有些不稳固的流动胶液，摇了摇头，还是过于粗糙了，很多肌肉结构都不能完美地复现，没有金属支架和骨骼胶液还是有些过于勉强。
“等你遇到了很强又想收复的人，用这个寄宿了野猪胶兽的捕获器将他收复，你就能得到一个忠诚的护卫。”
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
TODO    这是一个必须做判定的检查点
【检查点】让商队长作为人类追随自己：已选择
+   [继续]
////////////////////////////////
-
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
“啊？这....”阿沙西的伦理观并不支持这种行为，他也会雇佣仆人或购买奴隶，但是这种将同类转变成道具的操作还是过于震撼人心。他为追随你的行为感到后悔，但是他已经吸入了过多的母体黑胶因子，即使保持着人类的身份，也对你的黑胶气息和调教改造上瘾了。
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
【解锁】职业：阿沙西·谷道夫：胶兽驯兽师
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
你允诺他可以背叛和逃离，但是他早已离不开你。
->  Power_Choice
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   PowerUp_Aize
————————————————
你的黑胶科技和空间科技是你最大的依仗，然而它们都属于工业的范畴，需要空间，车床，员工和胶源。
这个小镇的能工巧匠着大多是灵药制作者，厉害的铁匠和雕刻零件的人都在洛蒙特城，虽然你很想随心所欲抓两只进货，但是你善良的胶奴们恐怕会不高兴。
“要是有一个手工艺传奇大师来得罪我就好了。”你叹了口气，决定自己干这个最精细的活儿，在这个世界，“奇械师”是最适合目前的你的职业。
————————————————
TODO    提到了“魔网”
你花了一个月的时间来收集这个世界的施法知识，与传统冒险小说不同，这里的施法者除去基本的奥数力量原理，还要用到一种名为“魔网”的东西，你天生就不具备那些沟通法力或者说魔力的器官，只能在一次又一次的失败中进行模拟，甚至还关停了驿站一段时间，来让那群山匪胶奴作为思考处理单元帮助你运算分析。
————————————————
你不眠不休，又用了整整一个月的时间硬生生用手中的锤子造出了一辆马车，内部的空间比外面看起来的要大，并且具有各种功能。这样一来，你就能陪着你的胶奴们在野外过夜了。
————————————————
耗尽精力的你将阿沙西草弄了一整夜，直到他的蛋蛋榨干才将他关入体内修养，你舔了舔鼻子，又将明天要卖的精酿原浆全部喝干，这才补足精神。
————————————————
“终于学会了，我作为奇械师的第一个法术。”
“——艾泽的两秒加特林！”
$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$
# IMAGE:  https:\/\/cntracker.net\/img\/90986ee842eee27b8194cfabc068f80a.jpg
TODO    增加了新的道具！还有新的职业
【解锁】艾泽：法术：两秒加特林
【解锁】艾泽：职业：奇械师
->  Power_Choice
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   WuMaoZhiRen
————————————————
在你想解决林德身上的问题时，一件事情打断了今后所有的行程。
在之前邪教徒意图转化远森地城的那次事件中，一名叫做阿蒙斯的本地人被谋杀夺取了身份。
在你和林德小队的英勇斗争下，几乎所有参与此次事件的邪教徒都被杀或者被捕，但是通过逼供和调查，你们发现还是有人成功逃跑了。
那个人似乎能够熟练地使用幻术系的法术或者药剂，你通过自身的胶兽脑机快速地比对了所有居民和卫兵的口供，才提前一步发现这个人。你在他最后可能出现的地方找到了一件变装用的衣服或者说是施法材料。
对方用了某种法术企图阻止任何人对这个物件主人的追踪，但是这对作为胶兽的你来说没有用。
————————————————
你在一次出门送货中，再次嗅到了那个“人”的气味。
+   [守株待兔]
    ->  ShouZhuDaiTu
+   [出击！]
TODO    这条线路没有结尾！
    ->  ChuJi
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   ShouZhuDaiTu
对方的突然侵入让你有些紧张。尽管全镇子的人类都是你食物链上的一环，但是这并不意味着在这生活的这段时间里你不喜欢他们。
想到邪教徒那疯狂的样子，你没有轻举妄动，而是接着做自己的事情；接着采购干粮；接着清点货单，但途中一直在找机会接近城主府或者主教堂……
你当然不是吃素的，很快就锁定了人群当中那个不停地在变换身份和外貌的家伙，对方的视线死死地锁定着你投影在地上的影子，显然是已经知道了部分你的能力。
但原始人终究是原始人，他不知道你可以“网上冲浪”。
你早就已经通过以你发信源的胶兽网络呼唤了你的孩子们，他们提前站好了点位并适当地引开了人群，那个跟踪者意识到周边的气氛变得不对的瞬间便改变了前进路线，但这难不倒能无声指挥的你。
阿沙西早已放出的胶兽野猪从一个木箱子里猛地站起，不需要眼睛来代替视觉是胶兽的一个优势，长了腿的木箱直接横着“飞”了出去，一下子将你锁定的那个家伙撞飞到墙上。
“？！” 骨头碎裂的声音响起，胶兽野猪的这一下猛然冲击直接将墙壁打出裂纹，然而对方小腿上的衣物也在瞬间爆开，露出了里面和肉体结合的诡异长刀，挡下了林德立马衔接上来的攻击。
那糟糕的改造造型实在是过于血腥，林德的正义之心被激发，他钢灰色的长剑上冒出法术的光芒，刚想劈下，就被你的强制命令阻止并后跳。
在林德后跳的瞬间，那个人浑身毫无预兆地就爆炸了，各种带着恶心颜色的骨刺从他的躯干中爆出，如果你没有控制林德停手闪避，那这一击恐怕会让林德修养好几天。
阿沙西虽然没有什么实战经验，但是他也知道自己不能给对方喘息的机会，只是他作为人类操控不熟悉的灵能还是有些难度。在他指挥野猪撞向这个“刺猬人”时，对方又已经长出蜘蛛般的肢体爬上了墙，又在几个跳跃后长出了翅膀，试图飞离这里。
你并没有袖手旁观，你一直在提防别的可能潜伏进来的邪教余孽。
“主人！为何不追上去！”林德作为胶奴的眼神中充满着愤怒与矛盾，胶液激化了他的性格，他宁愿自己刚刚那一下以伤换伤也要击杀对方，你嗅到了他不满的情绪。
->  BieJi
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   BieJi
“别急，城里可能有残党，我要通知其他人。”
在确认别的藏品奴仆已经联系了城主府和大教堂后，你立马肌肉重组，四肢着地，以一个半野兽的姿态叼起林德丢到你的背上，把阿沙西黏在你的胸上，然后急速地在楼顶上飞奔，冲向那个改造人逃跑的方向。
————————————————
一个受伤的猎物很难掩盖自己逃跑的踪迹，即使耽误了一段时间，你也能带着两个负重追上对方。对方已是强弩之末，你将两个随从用黑胶裹好塞入体内，轻易地隐藏了自己的身形，通过气味和踪迹追踪着对方，希望能够在对方放松警惕的情况下直接追踪到老巢。
你的猎物在逃跑的途中不断变更方向，试图摆脱可能存在的跟踪，他的身形也不停地在各种动物之间切换，像是记忆中的德鲁伊那样，好在对方一直没有或者不能变成小体型的生物，不然你真的有可能会跟丢。
————————————————
在不知道拐了多少个弯后，你体内的林德有了反应，他的浑身肌肉紧绷，青筋暴起，在你体内发出唔唔的挣扎声，作为圣武士的他比你先一步感受到了邪恶的气息，他用力咬着插入口中的胶管，迫不及待地想要出来杀敌。
是结界，或者说禁制——在顺着林德指引的方向前进了一段距离后，你意识到了这个。
->  Choose_8
TODO    检查此处的语句是否需要被更改
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Choose_8
VAR TEMP__NianGuoQu = 0
+   {TEMP__NianGuoQu == 0}[贯彻 No.AZ 的行事作风——碾过去!]
    ~   TEMP__NianGuoQu ++
    你笑了笑，要是放在以前，自己肯定就已经用绝对的力量碾压过去了。
    但是现在的你已经不是 No.AZ 了。以心灵的强大为代价，你变得更加理智。
    ->  Choose_8
+   [贯彻《黑川物流保密协议》]
    ~   TEMP__NianGuoQu = 0
    在这个世界，你并不强大，你还有许多需要学习的东西。
    你的“影子”流动摊开，化作子嗣的温床，漆黑的乌鸦和啮齿动物从中爬出，向四周蔓散开。通过共享他们的视野，你清楚地扫过每一处这个地方存在的各种陷阱和警报装置。
    “林德，我的孩子，做好准备。”
    你将一罐新鲜“精酿原浆”灌入林德的体内，浓郁的生命气息使它血液沸腾，被强制转化成胶奴却保持原有人格的他也积攒了大量的精神压力，要是再不解决早晚会出大问题，这是一个极好的放松身心的机会。
    TODO    此处又提到了深渊，那么必须想办法开局前两章就去深渊一次。
    林德化作一道残影撞破了禁制的伪装。然后，一个遍布雾气的墓地立即出现在你的眼前，深渊的气息勾起了你刚开始被召唤到深渊的记忆，有了林德的掩护，你大摇大摆地开始使用各种法术卷轴给林德上加成——绝不是你没有使用魔法的习惯忘记提前用了。
    ————————————————
    对方也很快发现了你们，邪教徒剩下的余孽并不多，但是有几个穿着长袍的人在一开始就迅速躲进了建筑物中。
    ->  Choose_9
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Choose_9
VAR TEMP__ZhuanXinJieJueZheJiGeJiaHuo = 0
+   [突破那几个已经开始施法的邪术师，追上躲进建筑物的邪教徒]
    ~   TEMP__ZhuanXinJieJueZheJiGeJiaHuo = 0
    林德现在的状况无比亢奋，再加上你把所有的法术资源都投给了他，作为身经百战的强大圣武士，即使他被转化成了不怎么会使用胶液的奴隶，短时间内应该不会有太大的问题。这种情况下跑到别的地方去的家伙，要么是要携款跑路的家伙，要么就是有某种后手。
    ————————————————
    在硬抗了两发冷冻射线后，你抖掉眉毛上的冰霜，斗篷一掩释放出了在你体内的阿沙西，在扯出阿沙西的胶头罩时，对方不合时宜地有些性奋。
    “洛里安那家伙，偷跑出去后还把那个大神官带过来了？！”
    “不可能，它是没有心的实验品罢了，应该是那个大神官跟踪过来的。”
    在你潜入建筑物内部时，你的敏锐感知让你捕捉到了这两句话，这两句话在各种非人的声音中，你瞬间就明白了这里是个什么样的地方。
    各种非人的生物关在纹上了铭文的铁笼中，你能从它们的身上找到各种动物的特征，伤口发炎的腐臭气息混合着邪能扑面而来，你眼疾手快，再次把黑胶面罩插到阿沙西的脸上，并将他护在斗篷里面。
    你的动作很快，你把阿沙西抓起，在他滞空的瞬间用力一踩，整片入口所在的地面瞬间爆碎开来，激荡爆开的地板砖瞬间打断了想要施法掩护和想要解开铁笼的两人，但是也让你们脚下失去支撑。地下室的结构在烟尘中被你的感知扫过，在察觉到数只合成怪兽的气息时，你一个胶索拉向门外，避免了掉落在兽堆中。
    ————————————————
    阿沙西并不是花瓶，即使你制造了无比混乱的局面，擅长把握时机的商人也能从中找到机会，他找到机会打开空间胶囊，给释放出的胶兽下达了最简单也最好控制的指令：全力猛冲。
    地面的突然陷落让那两个邪术师措手不及，但是也吸引了在外面战斗的人的注意力，林德此时正在被两只合成怪兽纠缠着，还要时不时躲避其他人的攻击，你的出现让林德短暂的缓了口气。
    两个陷落到地下室的邪术师被胶兽野猪的獠牙捅到了墙壁上，充满弹性的肉身质量攻击再次将石墙打出一个绝大的裂纹。在你们吸引外界人的注意时，看上去最好欺负的阿沙西成为了攻击目标，但是你的斗篷挡住了所有的视线。
    ————————————————
    你突然感到无比的“悲伤”，无比的寒冷，无比的虚弱——有大量的魔法攻击降临在了你的身上。
    承受精神压力或许是你的强项，比毅力你绝不会输，但是这个世界的魔法能真的对心灵造成伤害，更何况看似勇猛的你有一颗千疮百孔的心，再加上你没什么直接承受魔法伤害的经验，巨大的痛苦瞬间让你单膝跪地。
    在有些发黑的视野中，你看见了冷冻射线的抬手，白色的奥数能量在对手的指尖上凝聚……
    ->  Choose_10
+   {TEMP__ZhuanXinJieJueZheJiGeJiaHuo == 0}[先专心和接近暴走的林德解决这几个家伙]
    ~   TEMP__ZhuanXinJieJueZheJiGeJiaHuo ++
    你们之间熟练的配合很快就将这几个家伙解决，你抖了抖挂上冰霜的胡子，将目光看向不知名生物吠叫的建筑物门口，那几个躲进去的邪教徒不知道在里面做什么，现在看来，估计是去放狗。
    %%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
    ~   Count__GAME_OVER ++
    <-  Shutdown.HuoBaZi
    ————————————————
    【GAME OVER】活靶子
    ++  [是他们……先动手的……]
        %%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
        眨了眨眼，你就已经想清楚了站在墓地建筑物门口的你到底该怎么做了。
        ->  Choose_9
    ++  [返回标题]
        # CLEAR
        ->  Title
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Choose_10
VAR TEMP__FanJi = 0
+   [护住阿沙西]
    ~   TEMP__FanJi = 0
    （妈的，回去一定要做抗法术打击训练！）
    ————————————————
    你撑起因为法术陷入力竭状态的身体，将阿沙西护在身后，洁白的光线瞬间将你后背的毛发冻出一层白霜，胶兽本能的冬眠怠倦感席卷而来。冰霜、爆炎、闪电，各种法术和弓箭击打在你结实的后背上。
    你冷静地看着阿沙西的双眼，让有些慌神的他也一起冷静了下来，
    阿沙西还不太熟悉地用灵能操控起胶兽野猪，白色的胶液獠牙还未从已经歇逼的邪术师尸体上拔出来，野猪就已经踩着铁笼高高跃起，挂着两具尸体护盾向攻击艾泽的人猛冲过去。
    %%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
    ~   Achievement__BeiBiDeBaoKeMengXunLianJia ++
    【达成成就】卑鄙的宝可梦训练家
    %%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
    “姥爷，撑住！”
    胶兽野猪将那几个施法者的节奏全部打乱，而你也没有闲着，你在强烈的虚弱感下撑住眼皮子不合上，几只小型的胶液拟态生物已经潜入了这个小型战场，爬进了所有死去生物的体内。你很清楚，这个世界的人可是有很多手段可以保命的——但是如果他们的身体变成了黑胶执行体呢？
    ————————————————
    林德趁着这个空档，对你释放了祛除诅咒的法术，在你重新抖落身上冰霜的同时，一个充满神圣力量的斗篷从林德的身上出现，突然涌现的勇气填补了你内心脆弱的空缺。
    所有被你转化成执行体的尸体也很快将对面的前排战士埋没在“人海”中。
    ————————————————
    “给予你繁殖的权利！”
    你解开了胶兽野猪身上的繁殖限制锁，那几个被它伤到的邪教徒法师立马感到一股剧痛，他们的伤口上原本人畜无害的胶液，突然发了疯的开始同化他们的身躯。
    你想留两个活口，情报在任何时候都是重要的部分，他们为何而来，为什么还驻扎在这个地方，接下来有什么计划，还有没有漏网之鱼，幕后黑手是谁——许许多多的问题充斥着你的脑内的任务序列，但是这一切都要等到把这两个活口转化成胶奴之后。
    ————————————————
    在你的视野中，这两个邪教徒施法者的魔力突然变得无比紊乱，如果说之前他们施法的时候能量循环自洽，且在和某种网状结构沟通，那么此时此刻他们的能量就像是一个小黑洞，正在疯狂地向着核心压缩——不，是被他们体内的那个核心强制捕捉。
    “他们要自爆了！所有的东西都会自爆！”一个突兀的声音从某处阴影中传来，你们三人瞪大了眼睛，阴影中现出身形的正是你们一路追踪的目标，那个被邪教徒称之为“实验品洛里安”的家伙。
    林德和你最先做出了反应，他拥有着丰富的战斗经验，而你是单纯的处理速度极快。胶兽野猪立马被你操控着将阿沙西架起并急速远离这个地方，而林德则是想要护主，反而被你吃进体内。
    ————————————————
    爆炸声被耳鸣盖过，充斥着你的颅内。
    难以想象的爆炸威力在这个小小的墓地炸开，防护外界的结界在此刻反而成为了增加爆炸杀伤性的一部分，血肉引发的火舌将你无情击倒在地，连同体内的胶兽一起全部震晕。
    你只能拼尽全力在这个爆炸中护住自己和胶兽的数据核心，并在阿沙西逃跑的方向筑起胶液高墙。
    ————————————————
    “咳...咳...”
    混杂着胶液和血液，你吐出了一片胶肉组成的人造肺，你的表皮焦黑且布满深渊污染，这里的每一个合成兽，每一个邪教徒，都成为了这场爆炸盛宴的一部分。
    ->  Choose_11
+   {TEMP__FanJi == 0}[反击！]
    ~   TEMP__FanJi ++
    阿沙西只是肉体凡胎，他并不是一个冒险者，但是即使如此，他也有想要保护他人的想法。
    %%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
    ~   Count__GAME_OVER ++
    <-  Shutdown.HeChengShouDeBaZi
    ————————————————
    【GAME OVER】合成兽的靶子
    ++  [我还能……战斗！]
        %%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
        咬紧牙关！现在不是随意消耗体力的时候，你早就不是 No.AZ 了。
        ->  Choose_10
    ++  [回到标题]
        # CLEAR
        ->  Title
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   ChuJi
你自然是不会容忍这等腐臭的气味出现在你的领地中。
你顺着气味一路追踪，随着气味越来越新鲜，对方留下的痕迹却越来越不对劲，像是猎物的脚印从散步转变为窜逃一样——你意识到对方发现了你的时候，对方的痕迹已经混杂在了人群中。
->  Choose_7
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Choose_7
+   [追！]
    这难不倒你，你的瞳孔一缩，视野立马以热成像的方式显示了出来。
    在你视野锁定那个明显体温偏高，有些紧张并且似乎在逃跑的嫌疑个体时，对方再一次敏锐地注意到了你，你应对法术的手段还是太少，对方借助人墙优势，无视当地居民直接释放了一个范围性的杀伤法术!
    白光诈现，在听到咏唱后没反应过来的平民立即被刀片组成的绞肉机重伤，你被四散逃窜的人阻碍，血液的气息刺激着你的狩猎本能，让你更加难以集中注意力锁定对方，这让对方逃之夭夭……
    %%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
    ~   Count__Chapter ++
    第 {Count__Chapter} 章《无貌之人》落幕
    ————————————————
    这个家伙给你带来了相当大的麻烦，你和这座小镇无论是在生活上还是感情上都已经深深地绑定在了一起，在你安抚受害者的家庭的过程中，各种复杂的事情让你焦头烂额。
    那群邪教徒的根没有被完全清除，你被接二连三的袭击和意外搞得焦头烂额，没有时间研究新产品的你只能过上糟糕的退休生活，最后也没挣到几个钱。
    <-  Finales.PoChan
    ->  Menu__Finale
+   [深不可追。]
    穷寇莫追，你很清楚这个道理，这个世界并不只有你一个人，这样一个不稳定的因素在城镇中要是被激怒，那将是很糟糕的后果。
    ————————————————
    你与你的子嗣们汇合后，安抚着躁动不安的林德。
    ->  BieJi
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Choose_11
+   [撑住……]
    ————————————————
    “果然，你我都是同样的生物。”
    你撑起支离破碎的身体，在那被破坏的白虎表皮下，是混沌而黑暗的胶兽内馅，星空的颜色在你的体表浮现，连接着不可知的异空间。
    向你说话的正是洛里安，只是他的滑皮人类表皮同样被破坏，他也进行了一次无法控制的自爆，只是不知道怎么规避了伤害。他的声音和皮下那可怖而布满实验痕迹的肉体一样支离破碎而喑哑，两个怪物在充满污染的爆炸坑中对视着，紧张的气氛达到了极点。
    “我能变成任何人，而你能将任何人变成你....”
    他一开口，你就知道他误会了，只是你已经没有解释的力气了，只能看着他等待后文。他没了后文，只是迷茫地看着自己开始溶解的肉体，随后静静地等待死亡的到来。
    你拖着破碎的身体，一步一步缓慢地走到他的面前，洛里安此时已经没有任何威胁，你隐约地“嗅”到了他的不解，比起靠激素辨认情绪的兽人，拥有灵魂的人类同样无法在你眼中隐藏情绪。
    “你观察了我很久，从你们还没潜入远森地城之前，你就一个人跑到了我的酒馆，对吧。”
    “我看见了你使役那些黑色物质的样子，”洛里安依旧低着头，他马上就要死了，“我觉得我能从你身上找到活着的答案……又或者是过去的记忆。”
    “所以说，言语的沟通效率太慢了。”
    你从胶兽野猪的感知范围中得知了阿沙西安然无恙，但是你现在的状态十分危险，城镇的支援又或者是潜在敌人的支援随时都有可能发现你此时此刻的样子，尽管在此时进行胶奴转化十分消耗精力，但是你不得不这么做。
    ————————————————
    TODO    改变洛里安的阵营
    你隐约猜测到了洛里安的身世，他多半是因改造而丢失记忆的其中一个受害者，在之前的战斗中他没有做任何的偷袭和其他小动作——他明显是想脱离这个邪教。
    灵魂胶奴化协议带着十几年被奴役的虚假记忆，十分顺畅的注入了这个千疮百孔的身体中，在一阵肉体和精神的战栗后，洛里安看向你的目光变得狂热而虔诚。
    %%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
    ~   Achievement__XuJiaDeJiYi ++
    【达成成就】虚假的记忆
    ++  [成就故事]
        <-  Achievements.XuJiaDeJiYi
        +++ [继续]
    ++  [继续]
    ////////////////////////////////
    --  %%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
        你快速地浏览了一遍洛里安的记忆，绝大部分关于敌人的信息都被加密或者删除了，但是有一点可以肯定：敌人还没有杀光，你被卷入了某个大型阴谋中，洛蒙特城的深渊入侵也在这个计划当中，你的养老计划看来要暂且缓一缓了。
        ————————————————
        你将洛里安收入体内，想要快点离开这个是非之地，但是还没走两步就摔倒在地上——你已经达到了极限。
        ————————————————
        TODO    判定阿沙西的状态
        “…………”
        “……………………”
        你隐约嗅到了甜美的气息，你身体的原始本能正在被激发，喉头不自主的咽下那甜美的铁锈味液体。
        胶兽的感官有些过于消耗能量了，此时此刻还是人类的光学的眼球比较好用。
        你睁开双眼，看见了你忠实的仆人——阿沙西·古道夫。此时的他脸色苍白，全身都是灰，面部有灼烧的痕迹，能从他身上嗅到若有若无的深渊魔力污染的气息。
        他的手紧握着，颤抖着放在你的上方，利器隔开的伤口不断流出鲜红的血液，滴在你的血盆大口中。
        没有多余的思考，你迅速吻上了这个伤口，黑胶长舌舔过甜美的划痕，将血止住。
        你的突然苏醒吓到了他，然而阿沙西还未说话，你就将他拥入怀中，黑胶覆盖住了他全身烧伤的地方，双脚尤其严重——他一定是不自量力跑到了爆炸污染的中心，将你的身体从里面拖出来。
        ————————————————
        不行，他越来越冷了。
        “姥爷，你太重了，还好我灵机一动，把你收进那个胶囊里带出来，这样就搬得动了。”
        “别说话，我带你回远森镇。”
        “姥爷，你现在的样子可吓人了....要是回去的话，官老爷们会攻击你的。”
        “他们打不过我。”
        “姥爷……嘿嘿，你比我还怕冷，别装了…”
        你紧握着阿沙西的手，无师自通地释放了治愈类法术，可是阿沙西吸入的大量污染是你没有能力将它们从阿沙西的灵魂上剔除的。
        林德在你的体内已经昏死过去，现在你能靠的只有自己。
        ————————————————
        “艾泽。”
        “我在。”
        “我好冷…………”
        ————————————————
        ……他要死了。
        ->  BaTaZhuanHuaWeiJiaoNu
+   …………⛔️    # unclickable
    TODO    昏过去了，洛里安觉得你是个娘们！！！
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   BaTaZhuanHuaWeiJiaoNu
VAR TEMP__RangTaAnXi = 0
+   {TEMP__RangTaAnXi < 3}让他安息。
    ~   TEMP__RangTaAnXi ++
    {“绝不可以。”|“我不允许。”|“我——拒绝你的选择。”}
    ->  BaTaZhuanHuaWeiJiaoNu
+   [把他转化为胶奴]
+   [把他转化为胶奴]
+   [把他转化为胶奴]
+   [把他转化为胶奴]
////////////////////////////////
~   TEMP__RangTaAnXi = 0
-   
————————————————
你从来不会强迫别的生物变成你的奴隶，即使是兴趣使然，你也会征求象征性的口头答应。
你强制将林德转化为胶奴是因为你要保障自身的安全，这是你尊重其他人的前提，但是现在的你，迫切地想要满足自己的私心，将这个世界第一个和你深交的人强行续命，陪伴在自己的身边。
————————————————
“对不起，对不起……”
你的底层代码无法让转化出的生物与你站在平等的地位，如果说在黑川物流的时候你起码还能通过限制锚来让他们保证基本的人格，但是在这个灵魂真的存在的世界，肉体的改变会排斥原有灵魂的存在，而你如今保证灵魂完整性的手段只有一个——灵魂胶奴化。
————————————————
阿沙西理解了你要做什么，他对成为另一种生物抱有排斥感和恐惧，但是他信赖着作为怪物的你——你在短短的时间内多次保护了他的故乡，这足以让他稍稍迁就一下你。
你还未将黑胶灌入你的仆人的体内，对方就已经主动吻了上来——长舌插入他的身体中，将温暖的胶液灌满他的全身。
$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$
TODO    更改阿沙西的状态
【获得】胶奴：阿沙西·古道夫
+   [继续]
////////////////////////////////
-
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
~   Achievement__WanLiu ++
【达成成就】挽留
+   [查看详情]
    <-  Achievements.WanLiu
    ++  [继续]
+   [继续]
////////////////////////////////
-   # CLEAR
多亏了阿沙西将你拖到这个山洞里，不然被镇民看到你现在如同怪物一般的样子，多半会产生许多麻烦。被你转化成胶奴的阿沙西此时体型缩小了许多，一半以上的肉体资源都只能废弃掉，转化成黑胶胶原储存起来。那头胶兽野猪起到了后备能源的作用，你将它调整好后跟阿沙西融合在了一起，一只小小的野猪兽人就这样诞生了。
————————————————
一种被窥视的感觉突然出现，你被人用法术定位了。不久后，小镇的人便找到了你，他们还未为你存活下来而欢呼，就被你恐怖的伤口和上面留存的深渊污染吓到了，你被拥戴你的士兵和冒险者们抬回小镇，在里三层外三层的牧师和志愿者的来回照料下，才恢复健康。
在听闻阿沙西被你“复活”后，他们的眼神无比惊讶，但最后也接受了下来。科努尔斯的大牧师能够暂时融合兽魂进行兽化，但是让别人兽化倒是只在远古时期听说过。那个时代的传奇牧师会让劳动者通过暂时兽化来提高工作效率，在开荒的时候起到了不少作用，现在已经失传了——没有施法能力的普通人很难承受这股力量。
————————————————
等你完全安定下来，你才开始审视自己临时转化的奴隶。
洛里安记不清自己之前的脸了，而你也没有让它露出脸的想法，你不会放过让阿沙西历经死亡的家伙，最高级的限制锚植入了它的脑中，不允许有任何露出的肌肤，黑胶将它的全身包裹，红黑色的电子纹路线条勾勒出他的肌肉，与外界进行物质交换的导管深深地插入它露出来的每个洞，焊死的胶液体甲上浮现着锁的图案，你将它制成了罪机。它万变的能力，刚好可以弥补队伍中缺少斥候的缺点。
————————————————
被转化为野猪兽人的阿沙西给了你灵感，你将林德的铠甲改造成了白灰色的款式，圣洁的力量在内部的雕刻线中流动着，混杂着灵能一起无时无刻地对他进行洗脑，你需要的是一个能被完美支配的奴隶。威风凛凛的苍白狼凯让他显得苍白而禁忌，他将被这幅铠甲囚禁到完全臣服于你为止。即使……他也会成为和阿沙西一样的兽人胶奴。
————————————————
在做完这一切后，你意识到自己已经失去了部分对他人给予慈爱的能力——那一天阿沙西冰冷的触感依旧会反复出现在你的噩梦中，让你的手段开始变得无情起来。
————————————————
（“姥爷……虽然这话很奇怪，但是他们对你而言是少有的同类，你这个样子，让我很担心你……”）
你无意间想象了阿沙西对你会说的话，有些胆小怯战但是又果断靠谱，敢接触新事物又能共情不同种族的他，确实是会对你这么讲。
+   [继续]
////////////////////////////////
-
————————————————
阿沙西说要给你一个惊喜，你看着房间的房门，耳朵动了动，听到了他回来的脚步声。
“主人！贱奴把之前商队追随的伙计们都迷晕抓过来了，请主人使用它们！”
不经意间，你的心跳慢了半拍。
获得了新的身体，直到你膝盖高的阿沙西，用着以往熟悉的语气，却在说着陌生的话语……他在见到你后迅速跪在地上，用狗的姿态跑到你的脚下蹲好。
在你养伤的这几天里，阿沙西一直以这个姿态侍奉着作为主人的你。
————————————————
阿沙西在接近濒死的时候，一股强大的拖拽力正准备引领他的灵魂前往别的位面，为了留住他，你只能用最大程度的改造来将他的灵魂锁在身体里面。代价显而易见：灵魂胶奴化的术式已经深深地扎根在了阿沙西的内部，他成为了彻头彻尾的贱狗胶奴。
子代会服从母代这是毋庸置疑的底层代码，但是变成狗奴可不是。
————————————————
TODO    但是我记得 No.AZ 在最后已经是要去掉限制锚了
你欲想支配万物的思绪和那平和慈爱的思绪久违地起了冲突，但它们在让你重新陷入疯狂之前被限制锚平复了。
“……”
“做的不错。正好我们要出发了，让他们作为这里的服务器来保持通讯吧。”你亲昵地将他抱起，放在你的肩膀，阿沙西露出惶恐的表情，但随后又激动而紧张地抱住你的脖子，扭捏地坐在你的肩头。
剿灭了隐藏的邪教团，远森镇的士气高昂！洛蒙特城的城主听闻了这件事，向你发出了邀请，属于你的表彰宴会已在这几天里准备完毕。
接下来，你准备离开远森镇出发冒险的，正好可以去大城市准备更完善的物资。
->  Ending__CP_ChangXiu
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Ending__CP_ChangXiu
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
~   Count__Chapter ++
第 {Count__Chapter} 章《长休》落幕
————————————————
你见证了苦涩而繁杂的情绪的滋生。
+   [继续]
////////////////////////////////
-
->  Start__CP_XinHuoBanYiJiXinDeGongJuMen
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Start__CP_XinHuoBanYiJiXinDeGongJuMen
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
“东西都清点完了吗！”
“都搞定了！”
阿沙西正对着他的预备子嗣们吆喝着，这些人都是曾经跟着阿沙西一起经商的伙计，又或者是一起运货的商业伙伴，此时的他们已经被你植入了胶液，进行了简单的改造——阿沙西的胶兽身体才刚刚长成，暂时没有繁殖的能力，得等一段时间后才能将他们转化为言听计从的子代胶奴。至于胶兽网络的服务器，这个世界并没有严格按照执行标准生产零件的车床。远森镇的工匠们擅长应急处理和材料处理，你们委托了一部分的工作，剩下的部分打算到大城市去看看。
你们正在整理的东西是打算在那边卖的酒，拥有“特殊工艺”的你自然能做出不错的商品，你打算去洛蒙特城赚一笔，以凑齐未来冒险用的盘缠。
“走吧，孩子们。”
“该进行新的冒险了！”
+   [出发！]
////////////////////////////////
-
————————————————
“呕。”
“yue！！”
“呃.......”
好吧，马车和小电驴不能混为一谈，才上路没多久，你就被你的孩子们从马上请回了马车里面。
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
~   Achievement__JinZhiKaiChe ++
达成成就【禁止开车】！
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
你只能回到你的房车里面对着手指，才上路几个小时，房车的各种问题就暴露了出来——柜子被颠地自动打开，瓶瓶罐罐被颠出很吵的声音，身体里冬眠的胶兽有点想吐等等等等……全都是因为零件上面的细节没处理好导致的问题，看来让一名，不，两三名工匠加入你的家庭迫在眉睫。
在远森镇你忙着挣钱和做东西，这段时间又去帮阿沙西转换了一只新的野猪胶兽，原来的那只已经用于补齐阿沙西的身体了——这就是你制造的胶兽胶囊的作用：将生物捕获并融合在一起，制成战斗用的兵奴。
+   [经过：林荫道]
    # CLEAR
    ->  Forest__Boulevard.Back_To_FactoryOne