=== Forest__START
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   START
作为黑川物流曾经的的最高管理者——No.AZ，你被什么人召唤到了这个陌生的森林里。

<hr>

空气中弥散着陌生的清新气味，夹杂在自然的气息里面，你作为殖民黑胶生命体，自带对环境适应的能力，感知其变化的器官雏形从你的身体中长出，你暂时将陌生的力量命名为魔力，然后张望起四周的环境。
+   [无声嘶哑]
    一个人也没有。
    不同于灯火通明，夜色不会给予森林指引，没有虫鸣声，没有走兽，有的只是你粗重的呼吸和虚弱的心跳。
    你仍然无法想起自己本来究竟叫什么，你也无法想起自己在这里要做什么，成百张脸在你的脑内重叠，成百道声音在你的脑内回荡，原本应该有某种东西替你承担这强大的精神负荷，但是在被传送到这未知大陆后，你失去了一切。
+   麻木睡去⛔️    # unclickable
    TODO    麻木睡去
////////////////////////////////
-
+   好饿……
    狩猎的本能让你滴下诞液，你无法控制黑色的口水从你的嘴角滑落，你迫切地想要找到任何一个在你食谱上的东西，你的瞳孔完全被紫色占据，你抬起头嗅了嗅，朝向直觉中的方向前进。
+   [好冷……]
    ————————————————
    好冷……
    ->  So_Cold
-
+   消耗储备能源以增加效率⛔️    # unclickable
    TODO    消耗储备能源以增加效率
+   节约能源，继续前进⛔️    # unclickable
    TODO    节约能源，继续前
+   [好冷……]
    ————————————————
    好冷……
    你停下了脚步，->  So_Cold
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   So_Cold
你的肉体饥饿到足以让你崩溃，但是更加让你难受的是精神上的不安。
你脑中残存印象的每一个人都不在你的身边，明明他们的音色就回荡在你的耳边，你却只能听见自己的呼吸和心跳声。
黑暗中的一道火光照亮了部分夜色，也照亮了你紫色的瞳孔，将它们变得通红。
“誰茬衲嚟！”
是你听不懂的语言，声音比较粗犷，你听见了某种东西拉紧的声音。
“沵湜怎庅過唻哋！”
你看清了声音的来源，这是你从未见过的生物，对方有着和你一样的人形，但是他们的表皮十分光滑，去除火光的话应该是小麦色的皮肤。他手里的弩对准着你，看来刚刚听到的是上弦的声音。
对方也看清了你的脸，他类似眉骨结构上的皮肤紧皱起来，你能嗅到空气中诧异的气味；你能隐约瞅见对方身上魔力的痕迹，你空洞地看着这个未知的生物，眩晕感突如其来，你就这样重重的倒了下去……
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
Chapter-1
轻嗅蔷薇｜大快朵颐
+   [（继续）]
////////////////////////////////
-
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
等你再次醒来时，你嗅到了干草的气味，你睁开疲倦可怖的双眼，半眯着眼扫向周围的环境，先前令你头痛欲绝的感觉已经消失，只剩下浅浅的饥饿感和全身传来的膨胀感。
你从干草堆上起身，这是个有些简陋的木屋，你推开木门，蛋白质烧焦的气味伴随着昏白色日夜交替的融光扑在你的脸上，那个你先前见到的滑皮人此时正坐在一个火堆前，不知名的禽类被扒光了毛发，被木签串起依在火旁。 肉的香味与焦味足以勾起你的食欲，但是却无法满足你的“食欲”。不知为何，你感到内心平静，在那个滑皮人疑惑的目光下盘坐到火堆旁边，静静的感受着这令人愉悦的温度。
被你无视的滑皮人类有些恼怒，你照样无视了他生气的味道，他诉说着你听不懂的语言，一连换了好几种音调和不同的发音，你都没有理会，仿佛他只是路边的一株野草。
他终于意识到了不对，站起身来拍了拍你的肩膀，你用空洞的目光回向他，他的表情瞬间变得严肃，在你破烂的衣服上摸来摸去，又一连说了一串话，最终化作一声啧声。
“嘖，媽哋，靈魂辤損孒？”
————————————————
他在进行了一系列迷惑的操作后，最终拔起了那一整只烤鸟，吹了吹撕了口肉，直接喂到你的嘴边。你用疑惑的目光看向他，他却开始向你教学如何吃饭。
+   复刻他的行为⛔️    # unclickable
    TODO    复刻他的行为
+   [生吞]
    看着对方犹如教智障的样子，神色麻木的你不禁笑了出来。你把另一只烤鸟从火堆旁拔出，简单吹了吹便抬头张大嘴巴，直接将整只烤鸟撸了下来，在骨头碎裂和咀嚼声中吞了下去，最后吐出一口热气。
    对方被你吓到了，他本想将你留在这里让他的儿子看着你，但是你如同野兽般的行为让他不得不先观察你一段时间。 你也很享受他被吓到的表情，你察觉到自己似乎通过和他互动，找回了一些自己本应会有的情绪，这是肉体的本能，是你原本的性格。
////////////////////////////////
-
“涅  特  斯——”
他指着自己，反复重复这几个有些考验你兽类舌头的音节。
+   “涅——特——斯——”
    你刻意模仿着对方拉长的音节，不断地让对方修正你的念法，以极快的速度掌握了他名字的发音，然后突然接近对方。对方没有想到你的行为，被你一把抓在怀里，你蹭着他的侧脸，轻声呼喊着他的名字。
    ->  PAUSE
+   “A——Z——。”（指指自己）⛔️    # unclickable
    TODO    指指自己
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    ->  END