=== Ruoment_City__Capital
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   QiXieShi_Back
你没有多大期待，毕竟你就是从这里出来的。估计城主也没想到你会在搞完一波大活后又搞了一波大活，你隐隐约约猜到对方不想让你退休——正好，你也不打算退休了，或者说，你已经重获新生了。
————————————————
城主用了很大的架势迎接你，像是要让所有人都知道你的存在一样，不过即使不用这样，你在当地也有不错的名望——毕竟商队方面你保护了地城和商道，政治方面你为恶魔入侵带来了重要情报，宗教方面你又是突然冒出来的大神官。
你隐约嗅到一丝痕迹，城主估计是想要让某些势力知道你已经到达此处，估计就是那个偷偷监视你的车队的那个势力。
————————————————
在经过一番市民的爱戴后，你带着一股松弛感，啃着市民送的果酱面包，和城主完成了会面。
“嗯…艾泽先生…比起离开这里的时候，你看起来更加放松了，在远森镇住得怎么样？”
“还好，差点死了，”你掰了一块面包给城主，“好几个不长眼的东西敢动我的人，我杀了一半绑了一半，都在后头的车里了。”
“啊？”
————————————————
你马上对你的所作所为后悔了，你还没有吃到你的接风宴，就被城主急匆匆地做了各种安排，然后拉到私人的地方说话。
你极有可能要被卷入一场政治斗争当中，但是你已经决定了要搅这场混水，你的势力过于弱小，才让阿沙西被迫被自己转化成半胶兽的模样，或许让他死去是最好的选择，但是你内心的偏执不允许你这么做。
————————————————
你和城主快速地对双方的情报进行了交换和交接，处理好了自己带来的那一批战俘和山贼老大。
“你想让那一群流民的通缉解除，并且让他们重新获得正当的公民身份？”
“是的，他们是我重要的孩子。领主是有事想要拜托我吧，我想用这个作为条件交换。”
“瞒不过您。让刚退居后位的人参与这件事，是我的过失，但是我已经没有别的选择了。”
————————————————
你从领主那里了解到了一件重要的事情：血统在这个世界是可以作为媒介来启动某些东西的。洛蒙特家族的血脉能够对当地的空间封印装置进行操作，按理来说，在长期有人驻扎在这里的情况下，应该是不会发生泄露的才对。
“家族内有内鬼。”这是显而易见的结论。
“可能是被恶魔蛊惑了，但是洛蒙特家族天生就对这种精神法术和邪恶有抗性，我还无法确认原因。”
“那就是政党之争了，”你很清楚，这个世界的灵长类跟你故乡的兽人一样——都是会互相斗争，杀害同类的品种。
————————————————
“我一个无依无靠的人要怎么帮助你呢？”
“不，大神官大人，您不需要为我站位。我想拜托您的，是另一件重要的事情。”
“我已经老了，领主之位迟早要继任，然而，经过前阵子的各种事情，能够继承的主家血脉在不知不觉相继死去，在历代都算是很常见的事情，因为我们主家参与战斗最多，死亡率自然也是最高。”
“但是这次不同，我怀疑内鬼就在分家之中，有第三者对洛蒙特城虎视眈眈——他们就只是这点水平的话，我还是可以对付的。”
“但是，有无关的人被卷了进来，他们虽然是主家的血脉，却不参与家主竞争，而这样的他们却在前阵子失踪了……是我的疏忽，我被牵制住了，露出了破绽。”
“是很重要的人吗？”你认真的看着城主。
“……”
“只是个不成器女婿，和我的外孙罢了。”
“这还不重要？”
“洛蒙特的主人以力量为尊，既然他们选择搬出城外不参与竞争，那自然是不太重要。”
领主闭上了苍老的眼睛，似乎是不打算再继续跟你讨论这方面的事情，你看出有隐情，没有继续追问下去，而是转头开始询问各种细节，接下了这个任务。
+   [回去休息]
////////////////////////////////
-   # CLEAR
你回到了城主给你们准备的休息室，把这件事告知给了你的子嗣们，你向城主提出的工匠要明天才能开始召集，今晚就先安顿下来，休息一晚。
————————————————
“老爸‘涅特斯·洛蒙特’和儿子‘卢克瑟·洛蒙特’？”阿沙西若有所思，看来是知道一些事情。
“老爸是入赘进来改姓的，主脉其实是领主的大女儿，只是之前因为一些意外导致女儿去世了，在那之后就再也没有听到涅特斯的事情，好像是直接带着儿子出城了。”
“儿子的话我倒是有点印象，”你思考了一阵子，你曾经在牧师名单上看过这个名字，他是坟墓领域的新人，负责安葬尸体和举行典礼，还算有天赋。
“地点是城外的戈壁区域，好像是叫…汛肉滩。”听上去不是好地方。
“要和沙漠地区的城镇通商的话，这个戈壁滩是必须路过的地方。然而前些年来来了一批讨人厌的豺狼人，原本这片区域的食人魔和巨兽人就很难对付了，现在这条商道基本不能走了。主人确定要去这么危险的地方吗？”阿沙西在你的怀里冷静地分析着利弊，即使他的后穴正在被你用手指持续开垦着。
“没关系，他们应该能成为很乖的孩子，我们也迟早要去看看的，不如就在这次配合冒险者和军队们把这条路打通。”你把手指抽了出来，现在的阿沙西要吃下你的四根触手肉茎还是很困难，只能用手暂且满足一下——自从删除了所有员工的备份后，你的情感回归了肉体，这也包括基本的性欲。
阿沙西很乐意做你的暖屌器，只是身体变小的他没有这个能力。
————————————————
“那主人早点休息吧，明天还有授衔仪式吧？”
+   那就早点睡觉吧⛔️    # unclickable
    TODO    那就早点睡觉吧
+   [我先出去转转]
    “你们先休息，我出去转转。”你在阿沙西的额头上轻吻了一下，从窗户翻出去溜达。
    ————————————————
    还没到宵禁的时间，最近局势比较紧张，街道上的人不太多，但是依旧挡不住酒鬼们和无聊的男人，你披着斗篷几个跳跃来到酒馆，高大的身影立马吸引了所有人的注意。
    “嘘。”你伸出你的虎爪，比了个噤声的手势，立马有市民配合着小声调侃你：“怎么，神官大人不喜欢城堡里的美酒？”
    “去去去，别叫我神官大人，听着烦死了，礼拜的事交给年轻人就好了，我现在只是一个普通的商人。”你从斗篷中拿出两个亮晶晶的玻璃瓶，印有远森镇的烙印，里面晶莹剔透的液体立马吸引了所有人的注意力，你撬开塞子，一股异香立马飘散出来。
    这种从未闻过的酒味立马就吸引了几个酒鬼，再别人家推销产品也不太好，你给老板付了几个子儿后，立马将附带魔药效果的精酿分给了几个人，这种奇异的味道和身体被强化的感觉立马引爆了话题，这次推销的成功还算不错。
    ->  ShouFuAiRen
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   ShouFuAiRen
————————————————
“哼，野兽酿的酒，能好的哪里去。”
刹那间，你的耳朵捕捉到了这一小声的嘀咕。
声音的来源是角落独自饮酒的一个矮人，没有人跟他拼桌，赤红色的大胡子和矮壮的体型十分具有记忆点，你回忆起了这个种族的信息：嗜酒如命，爱护胡子，记仇且固执，工匠种族。除去对其他种族的排外，他或许能成为你车队的工匠。
你不自觉地轻轻舔了下自己的嘴角。
VAR Path__ShouFuAiRen = ""
+   [缓慢地接近]
    ~   Path__ShouFuAiRen = "缓慢地接近"
    你一边和那群酒鬼聊着天，一边慢慢接近那个红毛矮人。
    在交谈中，你了解到角落那个家伙是城里的铁匠，性格孤僻，每次都是一个人在这里喝闷酒。他的手艺在这座城市算是最好的那一档，洛蒙特城位于深渊裂隙封印的附近，经常会处理各种邪恶生物，这个红毛矮人就负责给军方供货，最近才勉强闲下来。
    他的名字叫“代哲·沙行”，铁匠铺的名字叫“红崖铁匠铺”，或许这几天你可以经常去刷刷存在感，看看能不能将这个不知好歹的矮人收入麾下。
    他孤僻，技术高超，从客人口中得知他近这几年没什么像样的作品，顾客也大多数是军方的人。虽说对工匠来说能稳定产出糊口便是最好的事情，但矮人脸上的一抹阴霾让你发觉事情并没有那么简单。
    对于长寿种族的工匠来说，没有进步是否就是退步呢？你知道矮人是一种嗜酒如命，擅长手工技术的种族，取得他们的信任十分困难，顽固，守规矩，耐力不错——或许能成为不错的肉便…随行工匠。
    ————————————————
    你对看上的人不会再放手了，即使调教改造成胶兽奴隶，你也要带上对方——即使忽略对方的个人意志。
    TODO    这个宗族之主的身份怎么来的……
    你会最大程度地利用你的生命，你的黑胶，你作为宗族之主的身份——尽情地发展你的家族，你的子嗣，你的巢穴。
    你缓慢地接近了红发矮人，坐在了他的对面。
    对方很诧异你突然坐到对面的行为，但是惊讶的表情很快就转为一张臭脸。
    你富有耐心且情绪稳定，不会为这种事情而困扰，两杯店里最烈的酒很快就在你的招呼下推到他的面前，红毛矮人挑眉，默许了你的行为。
    ————————————————
    你轻吸空气，气味能反映一个人的身体状况，但是现在在你面前的是截然不同的物种，你需要至少尝到一口才能开始更深入地分析记录。
    你的态度变得温和起来，身上的每一寸肌肉和毛发都配合着将你伪装成最危险的潜伏者，你将诱捕素的配比调整成适应智慧人形生物的模样，在前世，这是一种能让猎物放松警惕的化学物质，希望在这里它也能正常发挥作用。
    ————————————————
    “前辈，这两杯烈酒给您赔罪。”你叫了两倍最烈最贵的酒，你不清楚这个矮人对这家酒馆的评价如何，但是叫最贵的总不会错，虽然你计划着建造自己的黑胶巢穴需要攒钱，但是你不会在收集子嗣这一步上吝啬。
    对方挑了挑眉，接下了你给的酒。
    ————————————————
    “还算懂事。”
    ————————————————
    你听说矮人的性格稀奇古怪且顽固不灵，对方或许是想拒绝你的示好的，好在你分泌的诱捕毒素似乎起了作用，你能清楚地察觉到对方紧皱的眉头舒缓了不少，并且对自己为何会对你放松而产生了一点疑惑。
    对方结实的肌肉和举止表明着这不仅是一个工匠，还是一位战士，虽然你对人形生物有着天然的优势，但还是多少谨慎一点比较好。
    “这两杯酒给您漱漱口，”你拿起一个橡木酒杯，往里导入最浓缩的混合精酿酒浆，以及经过提纯的高浓度酒精。
    你并不清楚矮人的口味，但是可以通过看他喝酒的反映来及时调整：“在品酒大师的种族面前夸夸其谈，是晚辈的不对，希望大师能帮我尝尝哪里需要改进。”
    ————————————————
    “你们人类就知道奉承。”
    ————————————————
    诱捕素的效果还不错，但是持续不了多久，你最好能弄到一口他的肉或者血，才能分析矮人这一种族的肉体情报。
    估计他回去后会为自己为什么对你感到放松而感到疑惑吧，所以一切的准备工作都得今晚完成。
    ————————————————
    对方在喝下你递给的烈酒“漱漱口”后，半信半疑地拿起你递给的混合精酿闻了闻，一股神秘的未知气味混合着粮食的香气瞬间充满了他的鼻腔，这是你改造精畜的结果，你深知那股爆炸性的雄性气息并不能让世人接受，因此将精酿原浆的气味和味道向着人类食物的方向改进。
    一种不可置信的表情出现在矮人的脸上，他迫不及待地拿起杯子灌下一大口精酿，却被意外的酒精浓度和藏在酒的后劲中的刺激性味道呛到了喉咙。
    ————————————————
    “没事吧，慢点喝。”
    你来到矮人的身侧，拍了拍他的背，一条短小的黑胶触手乘机藏进了他厚重且打理的一般的红色大胡子中。
    矮人显然是不喜欢你的身体接触，在挥手让你离远点后，他清了清嗓子，看向你的眼神已然改观：
    “年轻人，你用什么酿的？小麦？甜菜？还是面包树？”
    “商业机密。这杯是混合特调，口味层次会比较丰富，适合浅尝开胃。”（……当然是用活人现榨的精液。）
    “特调？”矮人眯眼，显然有些不满：“你居然用这种酒调这小的可怜，连填牙缝都不够的饮料酒？”
    “带有冲击性的风味是兴趣的开始。我知道前辈在不满什么，但是恕我直言——虽然在酿酒上我是新人，但是在调配饮品口味上，那些市面上的混合调味技术，对于我来说像是小孩在路边弹石子一样，没有任何可比性。”
    毕竟，你是黑胶实验大师，这件事对你来说就像是做实验一样——你的身体就是天然的雪克杯。
    “如果前辈想要大口灌下我酿的烈酒的话，我明天再来拜访您。”
    你和矮人达成了约定，你得知了他居住工作的具体地点——断崖铁匠铺的位置。
    TODO    铁匠铺的名字有问题
    ++  [（夜深了）]
    ////////////////////////////////
    --  
    ————————————————
    夜晚，矮人在床上难以入眠，他先是反复查看了店铺的账单和材料清单，又将明天需要做的东西提前准备好，等他将一切的事情都忙完后，那股缠绕在他心中的烦躁感还是难以抹去。
    你给他灌入的神经毒素和精酿特调中蕴含的某种毒素让他感到兴奋，每次在床上闭上眼睛都会想到长着柔软白色毛发的你，你的声音是那么温和，带有一种神秘的魔力。
    最后肉体的疲惫胜过了精神，精疲力尽的他还是在床上昏昏睡去，他红色的大胡子中，一条黑色的细小触手顺着皮肤向下爬去，一路到达疲软的雄物，在拨开外皮后，顺着尿道钻了进去……
    ++  [（新的一天开始了）]
        # CLEAR
        ->  Another_Day
+   [大胆地接近]
    ~   Path__ShouFuAiRen = "大胆地接近"
    你趁着那群酒鬼还在划拳的时候快步接近了那个红毛矮人，他很显然没注意到你会这样做，原本就在角落的他迅速被你逼近，被你庞大的体型挤到墙角边强制拼桌。
    “我听闻矮人都是嗜酒如命的家伙，并且有许多酿酒大师都是矮人出身。连试都没有试过就诋毁，你们也太没有工匠精神了吧。”
    你的双联地图炮迅速让他的脸色变得跟胡子一样红，还没来得及开口嘴巴就被你塞了口浓缩精酿，新奇的味道立马让他卡在了红温和惊讶的中间态不上不下，憋了半天才继续嘴硬骂你，或许是考虑到大家都比较拥戴你，他依旧压低着声音。
    “哼，还以为有多好喝，不还是有一股猫臭味。”
    “是臭味吗？”你掀起斗篷直接把他盖住，以迅雷不及掩耳之势把他夹在你的腋下。
    “唔唔唔唔唔！”
    他一切的声音都被你特殊的斗篷和黑胶吸收掉，长期打铁的健壮手臂比不过你的虎爪，大量的诱捕素被灌入他的肺部，红毛矮人的裆部迅速膨胀起来。
    ————————————————
    你将毕生所学的全部神经气体毒素全部灌进了这个矮人大叔（其实你也不太清楚他几岁）的肺里，随着他挣扎的力度越来越小，很快他就只能瘫倒在你的侧边，双手无力的垂下，裆部被淫水浸湿。
    “野兽的臭味好闻吗？”你低头，咬着他的耳朵小声说道。快要有人注意到你们了，你丢了几个子儿给老板帮矮人付钱，然后将这头不知好歹的猎物夹着带出酒馆。
    ++  [离开：酒馆]
    --
    ————————————————
    你快速地将这位矮人掳走，这个矮人性情孤僻，没有多少人注意，或者说在意到他，他粗壮的手臂疯狂挣扎，却在碰到你袍子下的胶衣后深深陷落进去，等你找到一个看起来比较安全的小巷子时，红发矮人已经被你的腋下闷到涕泗横流。
    你不会给他任何反抗的机会，给他换了一口气后，从你手套上分泌形成的胶液头套就紧紧地套住了他的头，将他还算俊俏立体的五官和痛苦兴奋的神情勾勒出来，从下沿伸出的胡子略显滑稽，看来你需要为这个世界的种族重新设计一番结构。
    ————————————————
    虽然你很想将他就地开苞，但是考虑是在委托人的城市里，还是稍微收敛一点比较好。你的虎爪伸入他粗糙的衣物内部，感受着矮人全身上下的结实肌肉，在反复把玩了几下他的短粗红屌和硕大的卵蛋后，将他丢进了体内空间。
    “唔唔唔唔唔唔唔！！！”
    他在你体内的触手空间里被妥善安置，黑胶气管粗暴地捅进他的肺部，将这头对你不敬的肉货的呼吸强制与你同步；矮人全身的衣物被粗暴撕碎，在你精妙的手术下缝合进黑胶丝线；矮人浑身上下都被带有粘液的肉胶触手爱抚，你细细感受着他每一寸结实到离谱的肌肉结构，从他的惯用手到粗壮的大腿，从他的脚心到每一寸敏感点，从尿道形成珠子反复捅开扩张，在体内的前列腺处来回进入，从食道插入，给他灌入你精心制造的精液成酿，你唯独没有调教后面，只是在他的肛门和直肠壁上浅浅涂了一层黑胶，增加了敏感度。
    ————————————————
    通过对方的反应，你证实了矮人耐性极强的这个特性，换做是一般人，在被全身探索的时候恐怕已经昏厥过去，而这位小矮子只是从惊恐到愤怒，从愤怒到惊愕，在第五次龟头责和前列腺刺激后精尿横飞后才露出绝望的表情，你将他产出的所有液体调配成烈酒，将导管模拟出舌吻的形状给他喂入，在你反复询问后，他终于吐出他的住址——红崖铁匠铺。
    地方并不难找，但你确信他说的是实话——你能监控人的心跳来判断对方是否说谎，在将他的短粗肉棒永久锁上并打上乳环乳链后，你将现代科技——他的黑胶震动锁和后穴塞的跳蛋的遥控器挂在了他的乳链上，你相信作为工匠，这种在这个世界从未见过的结构他一定会喜欢的。
    ————————————————
    在使用了你秘传的“前列腺·大脑”调教拷问法后，这个矮人将自己能够回答的所有问题都射了（？）出来：
    他驻扎在这个地方已经有一定年头了，作为矮人，他的锻造技艺是这片区域最强的，他的全部精力都用于给城市的士兵和冒险者打造对抗恶魔的装备，一直打造制式装备只会提升熟练度而不是技艺，他在锻造领域上已经很久没有突破了。
    ++  [继续]
    ////////////////////////////////
    --
    “希望你喜欢我给你的东西。”将你的黑胶长舌从他的耳朵中抽出来的时候，矮人才彻底昏过去，你贴心的舔掉他身上的狼藉，然后将扒光的他放在铺好的床上，顺手点燃了一只浓缩了你的气息的黑胶香薰，矮人的恢复速度很快，想必很快他就能休息好并沉浸在你精心打造的梦境中吧。
    ++  [（夜深了）]
    ////////////////////////////////
    --
    ————————————————
    该回家了！阿沙西应该已经暖好床了吧，你已经迫不及待地要睡上洛蒙特城主给你安排的最软的床了，虽然可能没有胶兽肉胶巢舒服，但是小野猪抱枕能够加分。
    在城堡巡逻奇怪的目光下翻窗回家的你，轻轻褪去身上的衣服，蹑手蹑脚地钻进被窝中。
    阿沙西在你接近房间时就已经感应到了你，小屌很诚实地抬头，却只能将胶锁微微撑大——没关系，能和父亲一起睡觉总是好事。
    ++  [休眠]
    ////////////////////////////////
    --  # CLEAR
    “主人……”
    隐约中，你听见有人在叫你，对方的气息带有你的痕迹，毫无威胁，你翻了个身，把对方掳到被子里压住继续呼呼大睡。
    ————————————————
    “主人，醒——”
    真是个不长记性的子嗣，你用下巴抵住那个家伙，四根晨勃的黑胶触手肉茎已经缠绕在一起蓄势待发，盲顶了几下找到地方，入口紧实到难以进入，子嗣的声音变得有点慌乱起来。
    ————————————————
    “主人醒醒！，今天还有仪式要参加呢，大家可都在等着你鼓舞士气呢！”
    啊，是阿沙西，不好，差点酿成大祸。
    你慌乱地将肉茎收好，你的治疗术可没有那么熟练，你也没有脸皮扛着肛裂的阿沙西去找牧师治疗，看来以后得收着点，成熟的家长不应该如此随性，No.AZ 的时代已经过去了。
    ————————————————
    让大猫咪起这么早参加仪式实在是不太人道，但你还是很配合参加了城主邀请的成功剿灭邪教徒庆祝仪式，在你收下城主颁发的荣耀证明时，周围的士兵和群众都士气大涨，感觉还不错，不枉你早（？）起。
    ————————————————
    城主请来的工匠看着就靠谱，你向他交待了各种细节和零件的要求，他带着团队很快就去工作室叮叮当当了，戈壁滩的路没有森林好走，你也不清楚汛肉滩的商道被那群豺狼人糟蹋的怎么样了，只有升级好代步工具，你才能放心出远门。
    ————————————————
    修车需要差不多三四天的时间，这段时间里你可以好好采购物资，到处逛逛，去拜访一下这里的大神官（对方在仪式结束后还邀请你了呢）等等各种事，以及……调教那个红毛矮人。
    （你突然想起自己忘记问他的名字了，这种从 No.AZ 延续下来的不把人当人看的坏习惯真是难改。）
    ++  [新的一天开始了]
        # CLEAR
        ->  Another_Day
=   Another_Day
新的一天开始了。
————————————————
虽然很想去逛市场，但是好歹洛蒙特城的自然大神官约了你会见，拖到晚上就不太礼貌了。
城主的孙子是坟墓学派的牧师，在自然领域的教堂应该得不到什么有用的信息，但你还是打算去慰问一下这位曾经给你带来帮助的老先生。
你前往了自然之神的教堂，墨绿色的装横在严肃的洛蒙特城十分清晰明显，之前曾经见过一面的老者牧师亲自出来接你。他叫“狮心”（莱因哈特），算是十分霸气的名字。
————————————————
“您…被那位大人注视过了？
你知道他指的并不是牧师向神的祈愿，而是直接的对话。
同阵营的牧师沐浴在神的光辉下，眼前的老者从各个角度都毫无疑问是你的同伴——只是你已经脱离了侍奉神明的路径，你不清楚这会让牧师们对你有什么别的看法。
你斟酌了一下用语，省略了一些信息：
“在远森镇的时候，曾与祂交谈过。”
“令人羡慕——这等机会并不是谁都有的。”
“确实，科努尔斯帮助了我许多。”
在你提到自然神的名字时，狮心的瞳孔微微跳动了一下。
————————————————
“进来吧，让您等候太久可不好。”
上一次走的太急，你只在此处配合查阅了一些资料，现在你终于能好好参观这座辉煌的建筑了。
自然神的教堂使用了许多你不知道名字的木头，透过你的感受器，你能察觉到许多交错复杂的神力和魔力流淌在整个建筑之中，可惜的是，这里并没有你梦寐以求的传送阵——可能得在高阶法师或者旅行之神的教堂才能找到。
你体内的黑胶蠢蠢欲动，自然的气息鼓舞了你的狩猎本能，让你原本就饥渴的内心再次躁动起来，看来等会得找<>
{
-   Path__ShouFuAiRen == "缓慢地接近":
    机会好好凿一下那个矮人了。
-   Path__ShouFuAiRen == "大胆地接近":
    好好疼爱一下子嗣了。
-   else:
    ->  BUG
}
狮心前辈在进入教堂内部后，在你的面前化作了兽人的姿态——这是自然学派的高阶技能，人如其名，他化作的是一头老雄狮兽人。
————————————————
兽人和人类的姿态切换就在短短的数秒之间，期中灵魂和魔力流畅的交织流动让你惊叹不已。
即使是你，要更改外貌也需要先将身体的结构回归到黑胶的初始流动形态，再导入对应的外貌模型才行，这还是身上没有这一层虎皮的情况。
你曾经的某些子嗣就有这种快速变化外貌的存在，你想起马车里面关着的那只变形怪，对方自从被你抓住后就进入了某种休眠的状态，你没有将他交给城主，变形怪那种强大的变化和模仿特性对你有大用，你也不清楚直接吃掉这家伙能获得多少情报，你早晚会分析成功它们的身体结构并加以模仿利用，如果可以的话，最好像喝下去能提高灵敏度的斥候精酿一样做出能让人变化外貌的变形精酿。
————————————————
只有资深的自然领域兽魂结社的牧师才能做到如此顺畅的变化（也有可能有场地的加成），在这种情况下的牧师能同时做到野兽般的高额近战能力和人形的施法能力。（你暂且靠直觉估算了一下狮心的战斗力，自己估计占不到什么便宜。）
你之所以会估算狮心的战斗力，是因为城市中有能够肆意变化他人样貌，模仿他人行动的变形怪，你不清楚它们的数量究竟有多少，但是考虑到狮心是侍奉自然神的牧师，你也渐渐地放下心来。
————————————————
你们简单地聊了聊最近你身上发生的事情，你也借机打听了一下城主女婿和孙子的事。你在这里待的还算愉快，虽然你本质意义上不属于森林，但是室内和狮心身上浓郁到能盖过一切其他味道的香草味还算不错。
————————————————
你告别了狮心爷爷，带上你的子嗣们继续行动，狮心临走前将一个包裹带给你，里面是城主孙子的个人物品。
“那孩子已经很久没来了，艾泽大人，那孩子的安危就靠你了。”
+   [离开：自然教会]
////////////////////////////////
-
离开了自然教会后，你也该干正事了，前往汛肉滩这种干旱的地方是一件十分危险但是收益很大的事情，虽然对于涅特斯和卢克瑟这对父子的事情你还是一头雾水，但是你相信船到桥头自然直，总之先筹备一下物资，一边挣钱一边搜寻他们的痕迹吧。
————————————————
你们简单吃了个饭后，跟当地的商人请教了一番，如果是换其他人来抢生意那估计不会太顺利，但是你不一样——你的存在本身就是一种威慑，没有人不喜欢一个友善的保镖随行，更何况你的商队规模不大。
————————————————
在跟商人们商讨和讨价还价后，你和阿沙西制定了前往汛肉滩所需要的物资和分配计划，第一段路途有一个叫鬃风牧场的牛头人聚落，商人们说你卖的精酿酒在那边会很受欢迎。
————————————————
今天的时间不太够了，在采购和考察后，你决定再随便逛逛，买点个人喜欢的东西。大城市的商品比远森镇多多了，就算是地摊货也有不少农场品和其他稀奇古怪的东西：
VAR Path__BuySomeCai = ""
+   [买点腊肉好了，穿越以来你已经很久没有吃炒菜了。]
    ~   Path__BuySomeCai = "腊肉"
+   [买点蜡烛香薰，或许研究一下自己也能做？]
    ~   Path__BuySomeCai = "香薰"
+   [从农民那儿买点麦秆和麦秆工艺品，你有点想编织点什么东西，做点手工。]
    ~   Path__BuySomeCai = "麦秆"
////////////////////////////////
-   # CLEAR
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
【判定】在酒馆接近矮人的方式：{Path__ShouFuAiRen}
{
-   Path__ShouFuAiRen == "缓慢地接近":
    ->  After_HuanManDiJieJin
-   Path__ShouFuAiRen == "大胆地接近":
    ->  After_DaDanDiJieJin
-   else:
    ->  BUG
}
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   After_HuanManDiJieJin
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
你简单地采购了一下，吃了一顿晚饭后，你带着你的子嗣来到了红崖铁匠铺。
————————————————
你能感觉到那只潜入矮人身体内部的黑胶虫越来越近，红毛矮人代哲也刚好出门，他看起来大汗淋漓，在收拾各种东西准备歇业，你能嗅出他的肉体带着疲劳，但是在你靠近后，身体的各项数据隐隐约约开始慢慢兴奋起来。
————————————————
“哟。”你从身体拿出一张浸泡了毒素的干胶布，丢给了代哲。他接过手愣了一下，在发现这种奇异手感的胶布能快速吸水后，没多想就开始给自己擦汗。
“谢了，这是什么材质？”
“独家秘密，我想委托你用这种材料做点东西。”
“不行，今天关门了，小子，你明天再来吧。”
这家伙真是难搞，不过这难不到你，你来到他的面前，俯下你高大的身躯和他平齐，将更多你的气味送入他的鼻腔：“那不能进去坐坐吗？”
“……”
他拿着吸满汗水的胶布思索了一会儿，很明显是不想，他的身体表面微微发热，代哲自己都不知道为什么见到你会有这种躁动的感觉，结实而富有耐力的身体也同样造就了感官上的迟钝，代哲就这样一步步地没入你的毒素陷阱中。
————————————————
“聊聊新材料也不行吗？没有工匠不喜欢新材料吧？”
语言诱导，是最基础的聊天艺术之一，但是在这个世界，诱导和暗示都成为了精神类法术能做到的事情，法术对于大多人来收是一种需要精湛学习才能掌握的东西，而这种天生就作为本能刻在骨子里的捕猎技巧，让你的一举一动都在随时释放暗示术。
代哲的双眼倒映着你眼中的红色，不知为何，在你背着光的情况下，他居然感觉你的双眼在发出紫色的螺旋光芒，矮人的呼吸不自主地变得沉重起来，胯下的破布被顶出一抹水渍。
“……可以，进来吧，地方有点小，只能你一个人进来，不舒服就赶紧滚出去。”
————————————————
你跟着矮人走进了他的锻造所，由于前门这边需要接待客人，所以这边的设施除了工作设备都是按照长身人（也就是普通滑皮人类）的身高制作的，你身后的两个子嗣兼奴隶在你的招呼下一起跟了进来，并顺手关上了门。阿沙西守在外面，虽然他的新身体十分娇小，但是装起门卫来也有模有样。
听到关门的声音，代哲回过头来，看着进来的两个人，表情明显不悦：“谁让你们进来了？”
“别着急，你让我一个人进来，那我带两头牲畜进来应该没破坏这个规矩吧？”
你在矮人的耳边低语，磁性的声音让他喉咙里的怒声全部止声，他的眼睛被迫牢牢地盯住你的手指，顺着你指的方向看向洛里安和林德，两人穿着轻甲，在进入房间后便将面甲摘了下来，伴随着一阵粘液拉丝的水声，两根长长的鼻管从面甲上拉扯出来；两个人的嘴巴微张，嘴巴绑着一个矮人不认识的球体，塞在嘴里面；他们的薄甲居然像是熔岩一样融化分开，露出里面透亮的紧身胶衣和小小的锁屌，勾勒出他们久经锻炼的肉体，闪亮的银色乳环坠在双乳上面。在他们紧实的上胸上，分别标着 2 和 3 的编号。
————————————————
“这…这这是。”
“给你介绍一下，这是 2 号和 3 号，是我的战奴。”
你向你的两个奴隶伸出手，洛里安立马跪下扭着屁股爬了过来，迫不及待的用头蹭你的手掌，林德则是皱了皱眉，背着手将自己的胸展示出来，但是他勃起的锁屌出卖了他。
“你看，这分明是两条狗。”
“不…不不不……”
“没关系，没有人来打扰我们，我们有很多时间来证明这是两条狗。”
你坐在椅子上，让 2 号林德跪着趴在你的腿上，你给他植入的黑胶尾巴立马开始疯狂地摇晃起来；你给 3 号洛里安下达了各种像是握手、狗姿、舔干净你的手指等指令，3 号也流着水完成了这些指令。
“只有狗才会这么听话，只有狗才会像这样摇尾巴，沙行师傅，这就是两条狗。”你眼中的紫色螺旋将矮人的目光牢牢吸引，他愣了一会儿，从不可置信的情绪中脱离出来，原本剧烈跳动的心脏稍稍缓和，短粗的鸡巴依旧将围裙顶起。
————————————————
“……让这两条狗在外面蹲着。”
“别着急，沙行师傅，这两条狗可是有大用的，我会用它俩来给您演示这种材料的特性。”
“演示特性…？”
“他们身上套着的，跟这个毛巾，或者说胶布是同一种材料，我管它叫做‘黑胶’，和皮革毛皮一样算生物材料。”
你勾勾手指，两条狗身上的黑胶立马开始涌动蔓延，不一会儿就夺走了他们的面部特征，一个锁纹印在脑门上，加重了物化的感觉。
“黑胶具有良好的穿戴特性，包括保暖和基本防护，以及主动选择是否隔绝液体，”
你接过吸饱了矮人汗水的黑胶布，胶布的体积膨胀了一些，触碰起来有微微湿润的感觉，你抓住胶布的一头，另一只手也抓住抓住同一个地方，将胶布慢慢捋平，手掌中升高的温度伴随着挤压将胶布内部的水分全部挤出蒸发，整个室内立马充斥着混杂了黑胶的方向的雄性气味。
感受到外界浓郁的黑胶气息，矮人卵蛋内的黑胶幼虫起了反应，一种即将失禁的恐慌感伴随着漏精的快感瞬间出现在沙行大师的胯下，他捂着下体，羞耻、惶恐且恼怒的情绪充斥着他保守的大脑，他涨红着脸拿着旁边的大锤，想要赶你们出去：
“够了，别搞那么多奇怪的东西了，你们三个立马给我出去！”
“是我有点太唐突了。”你有些懊悔，一不小心没控制好引起了他的剧烈情绪，捣乱了你经营好的诱导空间，看来今天的调教只能到此为止。
你向他致歉后，留下了一套给他量身定做设定好程序的胶衣，放在一个不起眼的地方，现在向他介绍只会引起反感，不如等他自己冷静下来后再看看能不能诱导他自己自己穿上比较好。
————————————————
两条狗奴重新戴上面甲，发情的狗屌也在电击下重新瘫软，矮人的大胡子非常适合隐藏黑胶幼虫，就在刚刚你又藏了三条胶团进去，换做其他人，还得在接触皮肤的时候注射麻药才能不被发现。你向代哲告辞，回到了住所。
+   [离开：红崖铁匠铺]
////////////////////////////////
-   # CLEAR
在将你们赶出去后，矮人躺在自己的躺椅上，心情久久不能平复。
————————————————
他拉下窗帘，解开腰带，无法停止勃起的短粗鸡巴将兜档布高高顶起，上面溢出的淫水已经将整块布的正面打湿，透过符文灯笼的光芒，能看见已经憋涨到紫红色的龟头和部分茎身。
黑胶虫已经在他不知道的情况下让他整个生殖系统向着精畜的标准改造，等他的肉体情报被彻底被解析的时候，他就会变成一头能大量射精的早泄种马。
————————————————
“哈……该死……为什么我看到那头野兽…会这么硬。”
他的龟头肿大，青筋暴起，仅仅是脱下内裤而产生的摩擦都差点让他缴械，矮人不可置信地看着自己在灯光下的巨物，在遇见艾泽的几天内居然变得如此陌生，他带着忐忑的心情触碰了一下茎身，随之传来的剧烈快感瞬间让他失声，他猛地抽回了手。
————————————————
“可恶……为什么会这么敏感…嗯……？怎么热热的…”
矮人低下头，看着他充满油光的饱满龟头，一抹黄白色的精液像是漏水一样从马眼伸出，顺着茎身缓缓流下，带来一条奶白色的纹路。
矮人慌乱地想要擦拭这条精河，却因为触碰到全是敏感带的鸡巴而带来了更多快感，他用于憋紧尿道的肌肉像是坏了闸的废物一样，黄白色的精液只能的到处乱流，直到他将整个工作围裙和裤子弄得一片狼藉。
————————————————
代哲跪在地上，无声的高潮持续了几分钟，然而那根粗屌依旧不听话的高高挺立。
矮人完全感受不到任何射精后的余韵和冷静，只有一波又一波的从卵蛋向全身辐射的燥热感。
————————————————
“不行…不能再射了……得擦干净…”
他随手抓起一张布擦起身上和地上的精渍——正好是刚刚你给他的黑胶布（或者说毛巾）。
胶布在吸饱了精液后变得粘软了起来，在擦拭他的粗屌时带来了温和的刺激。
漆黑色的纹路开始在他的卵蛋上出现，灵魂胶奴化的术式已经通过那只吃饱了精华的幼虫向他的全身蔓延。
————————————————
（如果用这块毛巾来手淫的话，到是没那么刺激……）
矮人抓起胶布，包着他的屌开始上下撸动起来，绵软的黑胶触感带着冰凉的温度抚过每一寸敏感点，却又不会像他的粗手擦过皮肤那样带来过高的刺激。
藏在胶布内的精液逐渐被转化成新的黑胶，顺着他的撸动全部均匀地涂抹在在了他的屌上，柔和的快感让他顾不上回到房间再继续享受。
他直接席地而坐，开始久违的自渎起来，
等他察觉这块胶布已经融化了大半，且黏在他的下身上时，黑胶已经蔓延到了他遍布红毛的屁股，正朝着那个紧密的洞穴深入。
————————————————
“嗯~！怎么回事…”
“融，融化了？好像能撕下来…这是某种树脂吗…?”
代哲拿起一盏灯，仔细观察自己的胶屌。黑胶像是一层新的皮肤一样紧紧地贴在他下体的每一寸褶皱上面，就连他野性的红色腹毛也被黑胶覆盖，能看见分开的毛发，像是上了一层漆一样。
矮人对这种新材料的肌理有点着迷，他居然在此刻才“注意到”胶液居然在散发着一种奇异的芳香。
他抚摸着胶胶屌上每一寸细致的青筋和褶皱，隔着胶皮抚摸肉体的奇异快感将他的思路打断，他不顾后穴的冰凉侵入感，握紧粗糙的手再次上下撸动起来。
————————————————
（只是简单覆盖就这么舒服，要是全身都被胶液包裹的话……）
他的思绪不由得想起了那两条人形犬，两个人看起来都是强者，但是在胶衣的包裹下却变成了贱狗，还是在白虎大神官的麾下，难道说这是被自然之鹿允许的吗？
————————————————
（不该将他赶出去的…）
他看向门口的方向，发现了你留下的胶衣，黑胶的芳香被矮人的鼻子捕捉到，他立即明白了这是什么。
他犹豫了一下，还是走到门口拿起那套冰凉的胶衣，然后做贼心虚似的回到了他的后院工具间，开始细细端详着这套神奇的衣物。
————————————————
（穿上这个，我就会变得和那两头畜生一样…不，不，那个白虎神官也穿着类似的材质，这件衣服就只是一件衣服罢了……）
伴随着一阵思考和迟疑的沉默，衣服摩擦的声音响起，矮人已经一丝不挂，在浑身燥热的情况下，将自己的大脚套了进去。
————————————————
（好凉…好紧，滑滑的，好像也没什么，有些闷，不太舒服，不过这个版型是怎么回事，那家伙偷偷调查了我的体型吗？）
两条粗壮的腿将胶皮紧紧地撑开，每一根脚趾都自动滑入进胶衣的开口中，像是量身定做一样勾勒出他的脚趾和粗腿，裆部甚至单独做了一条用来放屌和卵蛋的突起，看着就不是正经衣服。
矮人羞红着脸将自己硬挺的屌插了进去，大小又是刚刚好，证实了他的猜测。
————————————————
“真他妈紧……”
矮人将自己的大胡子抬起，套上了最后的上肢部分，胶衣紧紧地将他的肉体勒出形状，衣服的褶皱在灯光下反着橙色的光。
他绷紧肌肉，身体的发力感异常的好，如果再透气一点，或许能成为不错的战斗装备的内衬。
————————————————
“其实……好像也还不错。”
到了私人区域，矮人彻底放开了自渎，他已经有很长一段时间没有性生活了，他将一切的精力都埋入了麻木的异乡生活中。
矮人的手反复来回在自己的胶衣皮肤上摩擦，回味着记忆中模糊的触摸，假装着有人在爱抚着自己。
套了两层胶皮的下体终于能够正常大力撸动，他粗暴地抽插着自己的手，将这段时间的所有压力都投入到了自娱自乐中。
黑胶的芳香在矮人的体温下将整个工具间全部填满，不知不觉间，灵魂胶奴化的术式已经基本烙印在了他的灵魂中，矮人的眼中开始倒映出紫色的催眠螺旋，他拾起了那块吸饱了精液的胶布，在失神中捂住自己的脸用力吮吸。
————————————————
（好舒服…好舒服哦哦哦…好香…好爽，要射了……）
藏在他胡子中的三条幼虫，在他被术式影响的这段时间里探出头来，一条潜入了他的嘴中，和他的口腔以及上呼吸道的粘膜融合在了一起，矮人顿时感受到了胶布中精液的甜美香气，从嗅闻变成将整团胶布塞进嘴里吸吮；一条分成两团钻进了他的双乳中，胶团强行溶解分开这头雄性尚未发育的乳孔和乳腺中，让矮人的胸部充满饱涨的酸痛感，只有被大力揉捏挤压才能得到缓解。
而最后一条，在他即将射精的时候，强硬地钻入了他已经被黑胶覆盖的后穴中，找准敏感的那个点，猛地融入了进去——
————————————————
“要射了…嗯？噢齁噢噢噢噢噢噢噢噢❤！！！！”
突如其来的酸胀感像电流一样瞬间贯穿了这具工匠的身体。
矮人死死地捂住自己的下体，然而精液却被一道黑胶薄膜全部接下，在他的马眼口留下一个大水球。
后穴的禁脔快感让他的双腿发软，一阵又一阵屁眼被侵犯的禁忌感在胶衣包裹的身体中绽放开来，他挣扎着伸出手指想要将屁眼中的某个东西拽出来，然而在老茧触碰到黑胶肉穴的瞬间产生了更多的快感，他的屁股已经朝着肉便器的方向迅速转化。
————————————————
这次喷射只是个开始，和那一张吸饱了精液的胶布不同，这身胶衣在接触到精液的瞬间便活了过来，开始收缩起来，剧烈的紧绷感勒得他喘不过气，他想要吐出口中的布团，布团却化作了口球勒住了他的嘴巴。
黑胶开始向他的脸上蔓延，两条鼻管深深地插入了他的呼吸道中，重新恢复并支配了他的每一次喘息，而胶衣正在迅速地同化他的皮肤来成为新的一层皮肤。
矮人能清楚地感受到胶液成为皮肤的过程以及获得的触感，他的胸口传来一阵灼热的触感，“4 号”像是铁烙印一样印在了他的身上。
————————————————
4 号疯狂地扒拉着身上的胶衣，却只能感受到皮肤被撕扯的痛苦，无法呼救的他终于意识到这是一件诅咒道具，然而为时已晚，灵魂胶奴化的术式开始在他的胶皮上实体化，他已经无法反抗你的任何命令，只能跪在地上不停地射精，直到昏迷过去，等待意识被洗脑改造后的新生。
->  PAUSE
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   After_DaDanDiJieJin
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
你简单地采购了一下后去吃了一顿晚饭，尽管民众认出了你并给予丰盛的晚宴，但是普通的肉和美酒难以满足你的饥渴。
你让你的子嗣们去继续跟进货物搬运和马车改造的事情，自己则在夜深的时候再次拜访这位被你改造了肉体的肉便器候选。
————————————————
在白天的时候你就路过了一次红崖铁匠铺，而现在已是深夜，仍然紧闭着的大门和顺着黑胶隔空传来的信息表明：自从昨夜后，红毛矮人就一直都没有出门。
“噢？居然一整个白天都在试图解析和破坏贞操锁和跳弹开关…该说真不愧是矮人呢…工匠精神就是好，看来我没看错人。”
“勃起 32 次，乳头高潮 6 次，后穴扩展 18 次，前列腺高潮 20 次，耐力给到满分……是因为表皮厚实的缘故吗，乳头的敏感度还需要调教呢。”
————————————————
你姑且遵循一下人类的规则，还是不要光明正大的走正门了。
你刚从他负责进货的后院仓库翻墙进去就闻到了一股黑胶的芳香，以及伴随着水声的喘息声。
你推开有些笨重的矮木门，钻了进去，你记下了这个细节，或许给自己建立一个矮一点的身体模型会比较方便在未来摆放矮人的故乡。
房间很昏暗，只有微弱的灯光，上面用的技术是你未曾接触过的部分，但是这不是重点，在工具间的地板上铺着一块布，被你昨天玩弄改造的代哲·沙行，此时就躺在上面。
原本脸部的白色皮肤此时充血通红，代哲就这样躺在布上，看起来神志不清的样子，嘴里不断地发出呻吟般的呢喃，周围放着各种杂乱的工具，圆头的木柄沾着可疑的湿润液体，能从上面嗅到黑胶的芳香。
+   [（嘲讽）]
////////////////////////////////
-
————————————————
“居然用工具的木柄来操自己吗？还以为是个德高望重的工匠，原来是骚逼啊。”
“谁！谁在那里！”
这头便器胚子浑身一震，声音比起昨天要嘶哑许多，容不得他爬起身来，你脱下靴子一脚踩在了他的锁包上面，你的肉垫在接触到锁纹的时候发出解锁的咔咔声，他持续了一整天都无法勃起的短粗肉棒迅速膨胀，在你的来回碾压上贴着肚皮吐出晶莹剔透的汁水。
代哲发出不知道是快乐还是痛苦的呼声，起身叫骂的动作被你打断，你将沾满汁水的足底踩到他的脸上，小个子玩起来就是方便，用他的脸来给你洗脚都不需要走多两步。
你的裤裆已经硬到快爆炸了，但是只有野兽才会直接操进去，你不急不慢地褪去身上的衣物，露出贴合在你身上的光滑胶皮，漆黑的胶皮上反射着橙红色的灯光，赤红色的发光灯带在你的身上流淌，矮人死死地抓着你的虎脚爪想要将其抬起，却只能在无法呼吸的情况下绝望地挣扎。
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
~   Achievement__JueWangDiBoQi  ++
【达成成就】绝望地勃起
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
矮人的挣扎幅度明显没有昨天高，看样子他不仅消耗了大量的体力，还没怎么休息好。
你喜欢依偎在你怀中的这头身心都被你融化的猎物，也喜欢剧烈挣扎却只能绝望射精的猎物，你仁慈地松开脚爪，将黑胶凝成呼吸面罩戴在他的脸上，能控制呼吸的鼻管很快就和他的粘膜融为一体，矮人的嘴也被强制撑开，只能无助的摆弄着他的舌头。
“李这…恶…恶mo……”
————————————————
“叫主人。”
你吻了上去，将甜蜜而富有营养的唾液喂入他的嘴中，糟糕的水声和吞咽声在这个矮小的工具间响起，你直接将三根手指插入他今天不知道自己玩了多少次的骚穴，在一阵让代哲颤抖的电击感中，他的黑胶骚穴重新恢复紧致，一直都被锁上的精关开始松动，代哲本能地开始抽动腰部，被你打在屁股上一声响亮的巴掌制止。
————————————————
“想射精就叫主人。”
周围的墙壁早就被你改造成了临时巢穴，黑红色的肉胶阻止了一切传出的声音，代哲看着胶面墙壁倒映出的画面，看着你胯下那四根抵在自己屁股下面的狰狞盘旋的触手肉柱，他再也无法保持刚刚暴怒的情绪，整个人恐惧的乱动起来，恢复成了你最喜欢的猎物的样子。
————————————————
站着用肉便器实属有点不方便，但是这里又没有合适大小的椅子，你干脆直接坐了下来，抓着矮人的头摆动胯部，像是在抓着一个飞机杯一样慢慢地操弄代哲，他的短粗肉棒自从允许勃起后就已将地上的布弄湿了大半。
“呜呜...让我射...让我射...”
“叫主人。”
矮人真不愧是耐力极强的种族，只要补充了能量就能撑很久，嘴也是嘴硬的那一档，虽然你可以同化掉他的声带让他发出美妙的声音，但是这样就没有意思了。
————————————————
你加快了抽插的速度，干脆在他腰侧粘了两个把手，抓着把手直接上下大力摇动，整个临时胶巢顿时就充满了激烈的撞击水声，还在嘴硬的便器也终于服软：
“啊啊啊啊！主人！主人❤！齁哦哦哦哦哦哦哦要射——放过我！主嗯嗯呃呃呃啊啊啊啊❤！”
“乖奴隶，射吧。”
“噢噢噢噢哦哦哦哦哦哦哦哦哦哦哦哦哦哦哦！！！”
结实的浓缩精膏从马眼中挤出，你终于迎来了丰收的喜悦。
+   [继续]
////////////////////////////////
-
————————————————
新奴隶的产精能力有待加强，仅仅是射满两个胶包，被操尿两次就没有存货了，你反复又让他经历了一次毁灭性高潮和前高后，才满意地将你的胶精深深灌入他的骚穴里。你抽出你的四根肉茎，将他的尿道和几把重新锁上。新晋便器只能躺在被他的淫液和汗水弄湿的布毯上面。
男人后穴中的获得的快感和女人不同，是一种持续性的高潮，他依旧能感受到那股带有你体温的胶精在不断地被身体吸收，炽热的浊流入侵着五脏六腑，每一次呼吸身体都在被改造得更加接近性奴隶，他侧眼看着你，欲言又止的样子，表情带着恼怒，但是相比之前淡了很多。
————————————————
“怎么了，嘴也需要调教吗？”你凑上前去，脚爪踩在他的脸上来回挑拨羞辱，这一次的矮人没有反抗，但锁包上面的纹路再次变得通红——他被你踩到勃起了。
————————————————
“代哲不是你的本名吧，”矮人身体一颤，你知道你说对了，“被改造的可不止有你的肉体，你的灵魂也被我种下了胶奴化的术式，你反抗的情绪会越来越低，我会知道你的想法、你的情绪、你的渴望——你会渴望我的触摸、我的赏赐、甚至是我的虐待。”
“我会让你在某一天自愿说出你的本名的。”你从矮人模糊的想法察觉到，他估计是想说出自己的本名，以氏族名义记下你给的耻辱和仇恨，但是因为一些原因他还是放弃了这个想法——结合他这个离群的矮人身份，看来他也是个有故事的人。
————————————————
“4 号，在你将真名献给我之前，你就叫这个名字。”
你抓着他的胡子，将他的脸拉到你的肉茎前面，4 号在被你赐名的瞬间，一股肉体上突然出现的幸福感彻底地击碎了他的精神防线，他认识到你并没有说谎，你能随意操纵他的快乐与幸福感。
自暴自弃的矮人很快就理解了你的想法，开始主动伸出舌头清理你屌上的痕迹，他生疏地舔舐着自己在你身上留下的所有淫水，在你的拉扯下将你的胶衣几乎舔了一遍。
+   [（休息一下）]
////////////////////////////////
-   # CLEAR
你拿出了一个包裹，里面装着你今天赶集买的东西，认主仪式已经完成，接下来是奖励的休息时间。
->  Check__Path__BuySomeCai
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Check__Path__BuySomeCai
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
//~  Path__BuySomeCai = "香薰"
【判定】在集市逛街的时候购买了：{Path__BuySomeCai}
+   [确认]
////////////////////////////////
-
{
-   Path__BuySomeCai == "腊肉":
    ->  If_Buy_LaRou
-   Path__BuySomeCai == "香薰":
    ->  If_Buy_XiangXun
-   Path__BuySomeCai == "麦秆":
    ->  If_Buy_MaiGan
-   else:
    ->  BUG
}
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   If_Buy_LaRou
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
包裹里装着的，正是你在洛蒙特城中能买到的最好的腊肉。当然，腊肉是你故乡的叫法，在这里应该叫火腿才对——在你的故乡，腌制火腿作为饥荒年代用猪种兽人奴隶制成的粮食，它的名称在现在中经常被避讳。
切片的火腿用于下酒十分合适，你拿出刨好的火腿薄片，环顾四周，你发现这儿一张像样的就餐桌都没有。
————————————————
“瞧我这记性，这里不是有一张现成的桌子吗？”
4 号还未反应过来你在说什么，他胶锁上的黑胶就突然朝着全身扩散开来，被凿到腿软的 4 号已经没有反抗的余力，只能惊恐地看着透亮的黑胶覆盖自己的全身。
他的四肢被折叠反绑，两根触手将他整个人抬起，一张由壮硕腹肌组成的小餐桌就摆在了你的面前，矮人特有的大胡子占了不少地方，你用黑胶将他们分簇包裹编好，现在可以在上面摆盘了。
————————————————
说到火腿片——自然是卷芝士配红酒，但是你还没有绑到能产出醇厚香甜精酿的奴隶，只能先用现有的存货调配红酒来替代。
————————————————
你将4号因为被边缘太久而射出的浓郁精膏从胶团中挤出。经过胶团的二次透析，浓郁的精膏团已经形成半固体的级别。你在 4 号惊恐的目光下将胶团聚拢合一后，又在混合了一些液体后导进了他的黑胶肉棒中。
一股难以忍受的饱胀感缓慢的穿过他的整条尿道，在一个送进去的胶团挤压下回到了他的前列腺附近。
————————————————
“在使用新的家具和工具前，要先进行产品测试，这是工匠的规矩，不是吗？”
你微笑着，用兽爪捻起一片火腿，夹了一小块芝以后，送到了 4 号的马眼前面，在他疑惑的目光下，轻轻扯了一下链接他乳环的乳链：
“恩恩唔唔唔恩？？！？！？”
一股难以言喻的电流感突然从他的大胸穿来，4 号下体的肌肉立马发力，挤出两三滴精酱。
矮人制品就是稳妥，即使是这种足以让人痉挛的快感，这张桌子也被固定得只有头和眼球在晃动。
————————————————
“看来喷射的力度还需要调整。”你夹着芝士火腿，在他溢出精酱的龟头处涂抹着，被全洛蒙特城最细腻的火腿摩擦着射精过后的系带，4 号的脸一下子变得青筋暴起而通红。
————————————————
你将测试失败的火腿片喂给了 4 号，训练他喂完食要舔干净主人手上的油渍和残渣后，又接连进行了几次测试。
由于你不想浪费宝贵的矮人精酱，你在测试前又导了一些液态黑胶进去以测试力道。
4 号原本在穿环后就有些充血肿的双乳似乎在你的拉扯调教下变得更大了。不过家具可没有抱怨的资格，你用口球将他的声音转化为了用餐时的配乐，然后当着他的面拿出了斥候精酿。
“哦……这是在远森镇邂逅的斥候小哥产出的，带有魔药的效果，产量意外的高。唉……他都快被榨干了我都喝不到多少……”
矮人听到了你的自言自语，终于明白了，他喝下的所谓的精酿酒居然是字面意义上的意思。
这已经是他不知道今晚惊讶的第多少回了，你的一举一动都在都在加深他的绝望感，他确信你一定是某种邪恶至极的异界恶魔。
————————————————
“虽然和红酒差距有点大，但是它的价值配得上今夜。”你拿出半瓶红酒，在桌前直接开始调酒，不一会儿就调出一杯色香味俱全的鸡尾酒，4 号在嗅到香气后干吞了吞口水，毕竟它的唾液早就顺着口球流了一嘴了。
————————————————
你不紧不慢开始就餐，时不时扯一下矮人的乳环，为下酒菜增加调料和音乐，这只是个小宵夜，时间很快就过去了，你依依不舍地将 4 号从桌子恢复成人形，在一个贯穿到胃部的告别深吻后，再次回到了住所。
->  PAUSE
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   If_Buy_XiangXun
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
包裹里装着的，是你购买的两种蜡烛，一种是居民最常用的灰黑色石蜡蜡烛，另一种则是较为稀有的用天然蜂蜡制作的香薰蜡烛。
————————————————
“哎，这儿怎么连个烛台都没有......”
“有符文灯谁用那玩意儿——唔唔唔唔唔唔！”
————————————————
“瞧我这记性，这里不是有一条现成的烛台吗？”
你自说自话，用深喉口球将 4 号的嘴堵住，一个好的烛台应该应该给人带来安静沉稳的印象。
4 号的双腿被掰直抬高，双手抓住小腿固定好，整个人呈现屁股大开的姿态，你将它倒转过来用黑胶修饰了一下后，一个完美的人肉烛台就做好了。
————————————————
“大小刚好啊，在我的故乡，还得把人埋进画框里才能做烛台，不然成年人的大小作为一个烛台就太大了，矮人真是完美的种族，你们天生就是成为烛台的料。”
听着你荒谬的言语，4 号的胶奴化程序生成了“受到主人赞美而产生的喜悦”，被当做家具使用而产生的荣耀感冲击着他顽固保守的世界观。
相信用不了多久就会彻底堕落。
————————————————
烛台通常由装饰底座，夹持装置和定时装置构成，你将蜡烛的底部微微烧软，直接插入了4号的黑胶后穴中，他立马条件反射地将蜡烛紧紧夹住。平时更换奴隶烛台的工作一般都是由后勤部的员工完成，现在看来自己布置家具也颇有一番乐趣。
————————————————
“我听说，矮人这一种族十分耐热，在实地考察后发现确实如此。”
你插入4号屁眼里的是石蜡蜡烛，相比于香薰蜡烛，它融化的温度要更高一些，但是相比对于身着胶衣的矮人，这只是 一点点飞溅的小火星吧。
你抓住石蜡蜡烛的烛身，手掌立马开始发热，蜡烛在你加热下变得容易塑形，被你朝着矮人肚子的方向稍微弯曲了一点，在配合对他后穴黑胶的直接操控，现在每一滴融蜡都能精准地滴在 4 号的蛋蛋和鸡巴根部上面。
然后，你取出香薰蜡烛，在加热融化后与黑胶分泌物混合，带有神经毒素的黑胶香薰就这样制成了，你在远森镇中就做过这种东西，在第一次遇到 4 号后也给他点上过一根，不过这次做的是专门给烛台使用的特殊尺寸。
————————————————
作为黑胶生物的祖父，你总是能快速发掘生物的才能，4 号有着一根短粗且直挺朝前的直屌。这和上翘形状会紧贴在肚皮上的屌不同，这种屌天生就是插细蜡烛的形状。
4 号的鸡巴在屁眼吃下蜡烛后就勃起了，你撸动了两下让他变得更硬，然后将一根润滑过了的拉珠直直地捅入了尿道里面。
4 号的素养还有待提高，仅仅只是尿道扩张就控制不住身体就想要逃脱黑胶的束缚——然而你曾经的牲畜烛台即使屁股吃下你一个拳头也只是微微颤抖而已。
————————————————
在插入尿道反复抽插几轮，并换了两个尺寸的尿道棒后，你将一整个小指插了进去，烛台被黑胶覆盖的面部立马出现了青筋的痕迹。你对着屁股抽了两个巴掌，颤抖的畜肉带动着融化的蜡烛滴落在烛台饱满的蛋蛋上，不一会儿尿道就出现了润滑，你调整了一下角度将整个小指全部插入，现在终于可以插入蜡烛了。
于是你故技重施，将蜡烛的底部加热后插入烛台的尿道中，这一次它的反应更大些，你用力扯了两下乳链才让他冷静下来。
————————————————
点燃香薰蜡烛后，4 号立马变得躁动不安了起来，连射干了的鸡巴都有回归最大硬度的趋势。你将乳链拉到最远距离，套在了插在烛台屁眼里的蜡烛中间，这样的话只要烧到那个地方，乳链就会回弹将蜡烛熄灭。
————————————————
烛台的使命就是安静待着，将一切的燥热，一切的不安，一切的快感与呻吟都隐藏在这一体化覆盖的黑胶装饰中。
————————————————
在完成家具布置后，你开始打量起这个对你来说有些狭小的工作间，研究起这个世界的铁匠工具和材料，在一段时间后，灯光突然变暗，回弹的乳链已经将蜡烛熄灭，回家陪阿沙西睡觉的时间到了。
4号烛台的身上已经沾满了蜡痕，蜡液如你所料，精准地滴在了蛋蛋和鸡巴上，而香薰蜡烛的蜡痕和中心点有点偏离，看起来他想摇晃鸡巴让蜡痕滴在双乳上面，但是失败了……看来你的奴隶已经学会了如何自娱自乐。
————————————————
你抽出剩余的蜡烛，在抽出香薰蜡烛的时候，一抹稀释的淡白色精液，缓缓地从大开的尿道口流出，顺着身体流到他一言不发的口球上。你笑了笑，解开他的束缚后，将香薰蜡烛重新插回去，点燃后离开了铁匠铺。
->  PAUSE
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   If_Buy_MaiGan
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
你从包裹中拿出了几捆绳子，他们是农民用麦秆混合干麻制成的，就手工来说还算上成，但是比起你故乡里工业化生产的麻绳还是差上许多，毛躁的毛刺隐藏在这些对比你的体型来说很细小的绳子当中，随时准备给使用者的皮肤带来一些小小的刺激。
不过没关系，4 号正好就是皮粗肉厚的耐操品种。
你完全有能力在这个世界做到流水线生产，只是这样会让大批底层的人民失去工作，各种神秘的超凡力量让这个世界的底层科技进步进步缓慢，这里的工匠更强调个体力量而不是集体生产。
你的编织技术还尚未生疏，不如就现在重新练习一下：单股的麻绳被你用胶液润滑包裹，拉长的刚体胶丝顺着触手旋转混入其中，触手以精妙的动作将它们重新编织，几捆颜色加深的麻绳很快就出现在你的手中。
你用你那不容置疑的力量再次控制住 4 号，用娴熟的手法一圈又一圈地将他折叠起来的肢体捆绑起来——你曾经为了发展子嗣不知道打包了多少人类，如今这项技术可不能就这样就这样失传。
————————————————
4 号单腿被你吊起，深色麻绳将他的大腿和小腿并拢，深深地勒紧他如同岩石般的肌肉里面。
然后，你紧紧地贴在 4 号的背后，用自己带有温度的虎掌在他的全身上下摸索，每一次绳索的缠绕都伴随着一个鼓励的吻。
紧张会让猎物的肌肉过于紧绷，这样不利于打包后的存放，一个好的物流人员应该迅速而完好地打包牲畜和商品。
————————————————
你将 4 号双手反绑，让他俯下身子，勒紧的麻绳将他的大胸和双乳勒出诱人的突出，矮人的身子不需要考虑那么多，你直接将绳索穿过现有的绳路直接抽出，粗糙而带有毛刺的绳子就这样在他的皮肤上摩擦，带来微弱的火辣辣的疼痛。
4 号只能发出不适的闷哼声，他的嘴巴被你那条浸满精酿的内裤塞满，再由一条打了金刚结的绳索勒住，你一圈又一圈地将绳索绕过他的脑袋，直到将他的眼睛全部遮住。
————————————————
你在天花板上打入了一根钉子，随后将 4 号一只大腿和背部的绳索穿过固定在上面。矮人的行动一下子变得局促起来，他只能用他那只短粗的单腿在地上垫脚摸索，失去平衡感的他一下子就开始乱晃起来。
一条触手从你的手掌中垂落，伴随着几声挥舞空气的声音，清脆的鞭打声此起彼伏，他勃起的黑胶鸡巴在半空中甩来甩去，在灯光的照射下划出一道又一道由粘稠拉丝淫液的反光所组成的弧线。
“唔唔，唔唔唔唔！”
————————————————
你在完成打包后就离开了他的身体。
失去了主人的体温接触，4 号很明显变得不安起来，被蒙住眼堵住嘴的他只能单脚在地上踮脚站立，刚找到平衡点就被你的鞭打和脚心挠痒破坏掉。他只能无助的在空中蹬着腿，你一脚踹在他的身上，增加了他的摇晃角度，原本只是站不稳的他立马开始旋转起来——这可比刑罚有用多了，没过多久，你就品尝到了从他心中感应到的恐惧和刺激的情绪。
————————————————
你将它的另一只腿也简单吊起，让它彻底失去立足点。
隐藏在麻绳中的黑胶开始变得毛躁刺激，让他的全身瘙痒难耐，细小的缠着麦秆的黑胶触手黏着在他的每个敏感区域，让他陷入无法阻止的瘙痒地狱。
你饶有兴趣地看着这头肉畜在半空中的表演，将一个钢钩的尖端用胶球包裹硬化后插入了他的骚穴，然后链接到了天花板上的钉子里——现在他的每一次挣扎都会让后穴的钢钩滑动，在他骚穴里的敏感点反复滑动碾压。
“嗯嗯嗯嗯呜呜呜呜呜呜！！❤”
————————————————
“嗯嗯嗯.?嗯嗯嗯呢？呜呜呜呜？？？？？❤❤❤！！！”
你隐约闻到了一丝尿骚味，矮人的龟头膨大到了极限，在一根带着粗糙麦秆的黑胶触手钻进去后，混杂着余精淫水的尿液立马从他甩动的鸡巴上喷出，在地板上撒的到处都是——他被挠到潮吹了。
————————————————
给他解开手脚上的束缚后，你留下身上依旧缠绕着绳索的4号，他因为潮吹的缘故全身还在痉挛，嘴里的内裤就送给他吧，该回家了。
->  PAUSE