=== Ruoment_City__Suburban
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   MedicalTent
VAR TEMP__WoChiYiGeRen = 0
+   事已至此，先睡觉吧。⛔️    # unclickable
    TODO    先睡觉吧
+   {TEMP__WoChiYiGeRen == 0}[我吃一个人没人知道吧？（0w0）🆕]
    ~   TEMP__WoChiYiGeRen ++
    你觉得你虽然是一个懒散的父亲，但也不至于这么不自律。对于为什么会突然起这种带有颜文字的奇怪想法，你感到十分困惑……或许是水土不服吧，你留个了个心眼。
    ->  MedicalTent
+   [分析新生物的大脑结构和当地情报]
    ~   TEMP__WoChiYiGeRen = 0
    ->  Select__Protocol
+   化身异世神医！是时候展现真正的技术了！⛔️  # unclickable
    TODO    是时候展现真正的技术了！
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Select__Protocol
一想到平时被部长们照顾着，此刻没有下属连衣服都不好找你有点热泪盈眶，决定先招两个当地人当自己的牛马。从手中伸出的黑胶触手扎入了还有意识的人的大脑深处……

+   注射限制锚，转化为兵奴⛔️  # unclickable
    TODO    转化为兵奴
+   注射母体黑胶，转化为部长⛔️    # unclickable
    TODO    转化为部长
+   [注射殖民协议，转化为执行体]
    如果是转化为黑川物流的异界派遣人员，那或许要花上许多时间，因为自己没有吃过滑皮的大脑，无法理解的成分在同调上会花费许多时间。
    但是执行体协议不同，这本就是用于殖民的粗暴协议，能强制让当地土著变成言听计从的执行体。
    考虑到不能过于声张，你只把还有意识的人和两个受伤最重的人转化成了执行体，伴随着作为滑皮的最后一次射精，大脑被植入协议的他们成为了你的第一批执行体士兵。
    他们体内坏死的部分被你吞吃进肚，而被深渊部分的污染你动都没有动。
    转化所花费的时间难以测量……说到底不同生物的时间观念就是存在差异。
////////////////////////////////
-
一个看上去是雌性的长袍神官和一名骑士走了进来。
他们第一眼就看到你捧着一个断腿的士兵——断肢的绷带已经拆除，出血的伤口已经愈合，宛如神迹一般平整。虽然士兵的脸色依旧惨白，但是呼吸已经平稳了许多。
“天啊！你是……”她看向那个空床位，立马意识到了你就是那个被污染的神官。
“你的魔力耗尽了，不能再施展神术了！” 她十分感动，她很明白魔力耗尽和深渊污染所带来的痛苦，你在她眼中已经成为了舍己为人救死扶伤的高雅前辈。
“无妨。”
大陆通用语从你的口中吐出，声音嘶哑而晦涩，带着一点奇怪的口音。
骑士很快就将你扶回床上，而神官则一个一个地查看着伤者的情况。然后，她进行了一个你看不懂的魔力操作，帐篷里士兵体内存在的污染在慢慢地消失。
当她发现所有的士兵都止住了血且退烧了之后，她漏出了一个感受到更加震撼了的的表情。
你在和她交流了三句话之后，就变成了对方的口音，听起来不再晦涩难懂。
“你叫什么名字？”
TODO    这里做了统一化，如果以后 AZ 有了别的名字再改这里的逻辑。
“AZ。”
“艾泽？嗯……听起来像是北方人。”
在和艾泽，或者说与你的交谈中，女神官意识到了一件事：
眼前的高位白虎自然神官，似乎在灵魂上出现了伤势，他对这个世界的常识和记忆处在一个极其陌生但是又知晓的状况，就好比一个人所拥有的经验都被抽走后变成了一本教科书一般——能阅读和回忆起，但是需要重新学习。
这很明显，是“灵魂迷失”的现象，是每一个高阶自然神官在融合动物灵魂后会产生的类似职业病的一种稀有疾病。
你耐心的听完女神官给你新编的理由，点了点头。
TODO    如果之前来过就跳转到睡觉
{TURNS_SINCE(->Abyss_Memory_Recall) > 1: -> Sleep_At_Memory_Recall}
“您一定是因为某种原因被囚禁在了深渊，艾泽大人，您还记得在深渊中的记忆吗？”
->  Abyss_Memory_Recall
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Abyss_Memory_Recall
TODO    这里扣掉了一个选项
{TURNS_SINCE(->Abyss_Memory_Recall)>0 && TURNS_SINCE(->Abyss_Memory_Recall)<2:你决定提供更多的信息，毕竟自己在人家的后勤处，要是前线崩了，自己还得控制好几个执行体一起跑路。|}
*   [跟她讲述自己在深渊和恶灵骑士玩躲避球的故事]
    你绘声绘色地描述了自己刚刚被召唤后不久发生的事情（你能选择性地储存某些情报，也能轻而易举地把每一个细节都讲述出来）
    在她听到你和恶灵骑士的战斗后，女神官的脸色变了变：    “还好高阶自然神官的肉体强悍，不需要魔力也有战斗力，不让您就凶多吉少了。”
    “恶灵骑士是十分危险的恶魔，它们通常会有许多眷顾随行，您在重伤前一定是一位有名的神官。”
    ->  Abyss_Memory_Recall
/*
+   [跟她讲述自己被高阶领主追杀的故事]
    TODO    跟她讲述自己被高阶领主追杀的故事
（这里没有⛔️标记是因为虽然还没写，但是逻辑判定需要按一下这个选项。）
->  Abyss_Memory_Recall
*/
*   [跟她讲述深渊军队进攻裂隙的故事]
    你详细精确地报告了恶魔潮所有的种类，数量规模和深渊内的信息。
    ->  Abyss_Memory_Recall
*   ->
    女神官一旁的骑士面色凝重，在简单交谈后，他们迅速记录了你报告的内容，谢过了你后匆忙离开。
    你感觉自己实在是有些撑不住了。你察觉到自己的身体急需保养，这里没有胶液培养皿，只能通过睡觉时的机体自动修复来恢复。
////////////////////////////////
-
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
~   Achievement__GuoMuBuWangDeQingBaoYuan ++
【达成成就】过目不忘的情报员
+   [查看详情]
    <-  Achievements.GuoMuBuWangDeQingBaoYuan   
+   [继续]
////////////////////////////////
-   ->  Sleep_At_Memory_Recall
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Sleep_At_Memory_Recall
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
你这只“白虎神官”躺回了床上，闭上了沉重的眼皮……
+   休眠
    # CLEAR
////////////////////////////////
-
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
你陷入了自身的精神世界中，这里储存着巨量的数据，每一块悬浮的紫色晶体都记录着一名员工的一生。
刹那间，你就明白了为何自己如此虚弱：
自己和部长的物理距离过于遥远，你的部长可不仅仅是作为普通的下属，更是作为帮你分摊缓解压力的内存。 虽然你同时也断开了和全体藏品的联系，但是这份记忆容量也不是一般人类能够承担的。
你需要迅速建立起自己的据点，还需要当地擅长手工的人帮你打造新的“服务器部件”。
此外，“服务器部件”还需要“服务器本身”，以及“安置点”……但无论是哪个都是任重道远。
TODO    做了多周目跳过
{Select__Path > 0:  
    ~   Careers__AZ = "冒险者"
    ->    Ending__CP1
}
接下来，<>->    Select__Path
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Select__Path
{你觉得你|然后|}
*   该巩固自己在社会上的身份[]了。
    ->  Select__Career
/*
+   [应该快速快速招募工匠来建立科技]
    TODO    应该快速快速招募工匠来建立科技
    ⛔️（没写呢，但是暂时需要这个选项使游戏进行下去，这个选项不会影响什么。）
    ->  Select__Path
*/
*   [应该快速建立据点]
    ->  Select__Base
*   {Select__Path < 2}  真的有点累了，不如趁这个机会退休
    # CLEAR
    你觉得自己真的有点累了……
    ————————————————
    自己到达了这个十分遥远的世界，尽管心系人类，但是你的精神已经接近崩溃。
    你回想起了自己所做的一切……想必现在的人类已经可以解决黑胶危机了吧？
    这次穿越是一个意外，也是一个机会，身负罪恶的你得到了名为“逃避”的选择。
    疲倦的你闭紧了双眼，删除了所有的公司情报，清空了自己的记忆，并给自己安排了“失忆的神官”的新身份。
    那几个执行体也被你制成了最亲密的仆人，白虎神官就这样接纳了自己的新身份，在这片大陆上展开了新的一页……
    %%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
    ~   Achievement__FeiFaPaiWu ++
    【达成成就】非法排污！
    ++  [查看详情]
        <-  Achievements.FeiFaPaiWu
        +++ [继续]
    ++  [继续]
    ////////////////////////////////
    --  <-  Finales.BaiHuMengJiang
        ->  Menu__Finale
+   ->  Ending__CP1
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Select__Career
+   既然都叫我神官了，那就转正吧（将成为司令）⛔️  # unclickable
    TODO    成为司令
+   应该出门靠后台，我需要快速在社会上联络高层人士（将成为神官）⛔️  # unclickable
    TODO    成为神官
+   [应该大隐隐于市，先从小市民做起（将成为冒险者）]
    你思索了一下，还是决定先巩固自己的社会身份，换成故乡的话来讲就是搞到一张身份证。
    ~   Careers__AZ = "冒险者"
    ->  Select__Path
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Select__Base
+   (LifeStyle_Seclusion)   大隐于市，在城市中建立据点⛔️  # unclickable
        TODO    在城市中建立据点
+   小隐于野，在野山里挖个坑做一比一复刻情怀版黑胶遗迹⛔️  # unclickable
        TODO    复刻情怀版黑胶遗迹
+   (Forming_an_Adventure_Team)  [狡兔三窟，建立类似于公会的小团体]
        出门在外怎么能没有住的地方？融入当地人的生活是最好的方法。
        好在这个世界存在许多需要大量人力来探索的生态，建立一个属于你的冒险团队将是一个不错的方向。
        ->  Select__Path
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Ending__CP1
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
~   Achievement__CongLingKaiShiDeYiShiJie ++
【达成成就】从零开始的异世界
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
~   Count__Chapter ++
第 {Count__Chapter} 章《深渊失忆神官》落幕
————————————————————————————————
⏇ ⏳ 系统结算中……⏈
⏇ ✅ 已上传至行政部 ⏈
————————————————————————————————
（一声叹气声响起，压在某人心口的石头终于离开）
+   [继续]
->  Go_Away
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Go_Away
# CLEAR
你睡了很久，在他睁开眼睛的瞬间，帐篷内所有的执行体也同时睁开了眼睛。
帐篷内又添了几个人，他们治疗的动静和伤者的呻吟声均没有吵醒作为猫科兽种的你。看来，这次你是真的累了。
{
-   Careers__AZ == "神官":
    ->  BUG
-   Careers__AZ == "司令":
    TODO    如果选择成为司令
    ->  BUG
-   Careers__AZ == "冒险者":
    %%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
    【判定】线路：冒险者
    ————————————————
    这次对恶魔的对抗战获得了大捷，你提供的情报过于重要，司令官亲自前来慰问你，但是你只想快点离开这个地方，战场的血腥味无时无刻不在勾引着你作为殖民机器的本能。
    司令官在了解到你的窘迫后，一手帮你操办了身份证明。
    他没有怀疑你，那种灵魂上的高负荷受伤无法骗过法师和神官的检测，他们认为“这位白虎神官曾经可能是很强大的存在，但是他也许活不长了。”
    ————————————————
    你拒绝了神官们想帮你寻找自然神同僚的请求，而是主动提出要将这些伤残者送往他们的故乡，尽到自己的余热后开始新生活。
    那种快要溢出于神情的疲倦感和沧桑感无法遮掩，大家见到你主动放弃追寻过往，也不好再说什么。
    再被好吃好喝地招待了一阵子后，“养好伤”的你带着你的部分执行体们离开了这所城市。
    ->  Just_Leave
-   else:
    ->  BUG
}
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
////////////////////////////////
=   Just_Leave
$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$
【获得】野外野营装备    xN
【获得】基本盘缠
【获得】豪华版旅行者必备卷轴套餐
+   [继续]
////////////////////////////////
-
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
“祝您武运昌……不，祝您一路顺风！”
领主和司令一同向你道别，那些曾经被你用了快速止血输血和切除感染位而活下来的士兵或者冒险者们也一同前来为你送别。
尽管你心中默念自己不属于这个世界，但你还是被触动了，属于人类的温柔眼眸出现在你的这颗充满凶猛野性的兽型头颅上。
你挥挥手，向众人道别。
+   [（离开医疗帐篷）]
////////////////////////////////
-   # CLEAR
虽然是要把这群人送往故乡，但是根据读取的记忆，在这群人来自五湖四海，且只有三个人是明确想要回去看看的人。
要先去哪里看看呢？
+   飘雪的北国⛔️     # unclickable
    TODO    飘雪的北国
+   炎热的沙漠地带⛔️    # unclickable
    TODO    炎热的沙漠地带
+   安逸的森林
    # CLEAR
    # IMAGE: https:\/\/cntracker.net\/cdn-cgi\/image\/q=10\/https:\/\/img.cntracker.net\/img\/ab3e3e83e698a1ca84b6a6e03da81c3b.jpg
你觉得安逸的森林应该适合自己这种没有战斗力的新手牧师。
    你决定带着这群胶奴先前往那边看看。
    虽说是要前往那个不算远的森林城镇，但是这不是你原来的那个的世界，这里既没有飞机也没有高铁。
->  Forest__Boulevard.Select__Traffic
=   ZhouBianDeNongZhuang
你们行驶到了洛蒙特城周边的农庄。
————————————————
尽管刚经历深渊入侵不久，这边的平民的生活看上去过得不错，虽说道路还是比不上你原本所在的现代世界，但是有一定的治安水平。
事实上，在你成功阻止远森地城的事件并剿灭了一个邪教徒据点后，附近居住地的士气得到了极大的提高；深渊的入侵带来的大量异界物质反而会被地城转化为资源，在山匪被你收编的情况下，畅通无比的商道能让人们的生活质量极快地恢复到一定的状态。
————————————————
有很多好奇的民众围观着你们的到来，但是更多的是对随行护卫的敬畏，这个规模的商团并不是什么偷鸡摸狗的人能够窥探的，你们找了个旅店稍作歇息，你刚露头，那全身透白的靓丽毛发就让所有人认出了你。
夕阳落下，村庄周围的树木被作为柴火伐出一大片空地，无法阻挡那橙红色的光，那巨大的天体洒下的光芒将你染成了赤橙色，透过毛发边缘的光让你整个人染上了一层朦胧感。
————————————————
旅店中有人走出，正在与伙伴说笑的他猝不及防和你撞上，手上的东西洒落一地。你弯下腰将这个人扶起，他是一个混血龙裔，尽管兽类的头颅给你带来了一丝亲切，但是和你故乡的龙兽人还是有着巨大的区别。
你垂下眼睑慈祥地看着他，白色的睫毛染上一半夕阳的颜色，赤红色的瞳孔平静而又带着一丝好奇，他紧张地抓着自己掉落在地上的手琴，你能听到他体内心跳声那莫名激动的频率。
————————————————
“没事吧。”在你开口的时候，他才注意到你嘴角上那有些与气质不符的獠牙，你向他伸出手，他注视着你的肉球与藏在指间的利爪，这种与异样神性感相驳的野性感似乎令他更兴奋了，你注意到这名龙裔瞪大了眼睛，他正用那似乎在闪闪发光的眼神看着你。
“那个……你今晚有没有空？”
“？”
对方似乎是擅长社交的吟游诗人，但是即使如此，这个问题对还互相是陌生人的你们也过于快了点。
+   [迟疑]
    ————————————————
    “大人今天已经很累了，闲杂人等请勿打扰。”
    你还未开口，队长就帮你驱散了人群，那个龙裔很识趣，只能遗憾离场。但是到消失在你的视野前，他都用着某种炽热的眼神盯着你，像是一见钟情的样子。
    “我叫库加德德！我之后会来找你的！到时候告诉我你的名字！”
    这整的...还挺有仪式感。
+   [同意]
    你遭受了不可承受之痛——那个诗人唱歌好几把难听。
    其实你早就发现了一些前兆，在陌生的龙语和某种像是求偶用的声音从他的喉咙里面发出的瞬间，旅店老板就拿起扫帚把他赶了出去。感到好奇的你只好耐着性子和他一起出去，在你的隔音小马车里面听完他演奏完一首编曲极为糟糕并且还开始引动魔网的小曲后，你也拿着扫帚把他赶了出去。
    “我叫库加德德！等我唱技进步后我会再来找你的！到时候告诉我你的名字！”
////////////////////////////////
-
————————————————
队长前去跟旅店店长沟通，店长原本帮你安排好了住宿和货仓，你也很想考察一下当地比较平民向的交易市场，但是此次出行是为了到洛蒙特城接受奖赏，在这里消耗时间不太合适。
你们简单休整了一下，把脑中那个很闹腾的龙裔丢出脑外，城外的农村吃食比远森镇要简陋不少，你有点想吃加了很多番茄酱的吉士汉堡了。或许自己也找时间研发一下下酒菜会比较好？虽然你现在主营是有魔药效果的精酿酒——但是谁说不能把敏捷药水当可乐用呢？
有参考才能推进进度，是时候该进城了！现在进城或许能吃上城主的接风晚宴，明早还有一个用于提升全体市民士气用的演讲和颁奖，那时候才是正式的宴会——也就是说，你能吃上两顿饭。
你基本没有在除了节假日外对黑川物流的员工做演讲，看来这是一个充满挑战的任务。
+   [进入：洛蒙特城]
    # CLEAR
    ->  Ruoment_City__Capital.QiXieShi_Back