=== Finale
=   F1
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
①【普通结局】
————————————————
你原本很讨厌汗味之类的，但不知为何越闻下去，这股雷琥的独有气味就没有第一次闻到时那么刺激了。之前在体育课，操场，或者雷琥训练完回到教室时那些气味，都没有现在独处时那么浓烈…
你鬼使神差地拿起浴室门口的衣服，先是黑色的上衣，裤子…你竖起耳朵，这种事情你第一次做，闻别人的衣服什么的像个变态似的，尤其还是对…雷琥这个恶劣的体育……呼……
“这…这…嘶嗯…”
怀着杂乱忐忑的思绪，这些气味似乎在不断诱导你拿起贴身衣物，对，就是这条有一条黑边的灰色平角内裤，脸部和手的距离不断缩短，你脑子里冒出来一个词：雄欲。你鼻子已经贴上内裤那块平时包着生殖器的地方，怎么这股味道越来越让你身热，越来越无法自拔？闻这股些许汗臭和体味，以及另外一股……像乳胶的混合气味，你脑子里不断冒出雷琥的名字，仿佛气味已经和它的主人紧紧相连。
“我洗完…哦…遭了，看来你已经被我的特殊能力所影响了…”雷琥刚好出门，看到不断闻内裤的你，他蹲下身，把你落下的两只长筒足球袜轻轻地拿起。
“抱歉……雷琥，我……”
“我该说什么呢…恐怕你已经上瘾了，我没想到脱下来也对没闻过的人有效果，唉…好啦，放轻松，希望我再加点料吗？”
“麻烦雷琥同学……了…”
你搭在脸上嗅闻内裤的手已经不愿垂下，雷琥轻笑一声，他那握着足球袜的手贴在你的脸，压着你的鼻子，更强烈的气味让你脑子一空，你忘了自己之前已经勃起，一股热流随着气味瞬时上瘾而射出。
“比起其他玩伴，你算是特殊那个。今晚还长，好好习惯我的味道吧，组长，之后几天……也麻烦你继续陪我写论文咯~”
从这天开始，雷琥多了一个玩伴，一个每天都得闻他雄味的朋友，他对你和其他同学不同，你们关系深了不少，有些时候他和你出去游玩时会使坏，故意用气味勾引你勃起，不过嘛，他也会很负责地帮你打出来，你们已经是好朋友了。
->  TheEnd



=   F2
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
②【最佳结局】
————————————————
雷琥想了下，难得在他身上看出不那么干脆的感觉，他看了眼小腹上的纹身，呈现出很惬意的感觉，还是开口了：“我觉得，你很特殊。在我重生后遇到的人只有主人，敌人，同伴，还有被我收服的玩伴，而你不在其中……这几天的行为表示，你对我也不只是普通的同学，还有额外照顾，对吧？”
“嗯……”
“第一次认识你时，你还是马大哈一个，成绩没那么突出，原来经历了这么多事……雷琥，以后你想说什么，除了和你的主人，同伴以外，也能和我说吗，我也想帮你，虽然我没有异能，也没那么…”
“你不嫌弃我是‘坏人’？”
“只要你别虐那些性奴太惨……你就不是坏人，阿琥。”
当你们把那份完成了的作业发送给导师后，正好快到傍晚了，平安夜已到，以后每个节日，你都会多一个爱你的人所陪伴，看着雷琥拆开你送他的圣诞礼物，他拿起那只你亲手做的老虎毛绒玩具，亲吻了你的额头。
“黑色的我也想要~”
“贪心…等过年再给你做！”
->  TheEnd



=   F3
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
③【好结局】
————————————————
在这之后，雷琥和你的关系越来越亲近了，偶尔会亲自来出租屋这里，和你互相满足一时兴起的欲望。他答应了直到计划完成之前会好好的保护他的朋友，尤其是你，而你也为他好好的保守了这个秘密。
->  TheEnd



=   F4
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
④【普通结局】
————————————————
“唉……体育生的性欲就是猛烈，我就当……嗯…不知道这事。”
雷琥急忙把衣服穿好，他眼神似乎带些失望，就这么离开了你的出租屋。
从这之后，雷琥和你的交流渐渐多了起来，两个人尽量不提写完论文的这天的尴尬往事。你和他更了解彼此了，也帮他提升了好几科的成绩，和一开始的普通同学发展成朋友，今后你们的感情会更深也说不定，只要有机遇，对吧？
->  TheEnd



=   F5
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
⑤【普通结局】
————————————————
“啊~…主人……”
这个声音，是夜痕？你放慢脚步，这时宿舍的门虚掩着，你在门外看到了夸张的一幕：雷琥以惊人的力气托举起夜痕这只猎豹，他们就这么穿着各自的运动服，半扯下裤子正在激情的做爱，夜痕这个咋咋呼呼的家伙竟然也有这样骚的时候，喊着主人，表情迷醉地求雷琥操的更深，而变成黑虎的雷琥轻笑了声，他小腹上的蛟龙纹身喷出一股胶液，把门完全打开，而这一条黑胶触手直接把你抓了进去。
“雷琥，你这是…呜…你别扯啊…！”
“有劳你每天都来妨碍我和这贱奴的夜晚玩乐时间了，组长，正好我的贱奴缺一个搭档，呵…”
雷琥用乳胶凝固出一个崭新的纯黑头盔，样式和夜痕平时上场戴着的一样，你来不及说什么，这东西直接套在你的头上，很快内部分泌出黑胶裹住你整张脸，连鼻孔和喉咙也被完全填满，窒息感之中，覆盖你眼睛那层胶套内部，你看到了黑暗中唯一又绚烂的图案，当你意识到自己已经丧失思想能力时，这些图案不断变换，怪异条纹构造出几个词汇：奴隶，主人，屁穴，取悦。
你接受着这些暗示，身体上久违有感觉了，但你此时只是一个接受催眠的人偶，连衣服被完全溶解也不知道，一只手抚摸着你勃起的肉棒，你可算能体验到除了暗示以外的东西了，它们带来的快感成了你精神世界的唯二部分。
“啊……好硬……奴隶……嗯…”
你呻吟着，念着暗示词语，肉棒被抚摸，口交，再到被娴熟的口技给口射，给你带来汹涌的精神高潮。
“我是……奴隶？…”
一个东西靠近了你，很快，刚射完的下体感受到充实又温暖的体验，你不知道那是什么，任由那个东西上下运动，给你带来这幅身体从未体验的肉欲。你的眼睛似乎能看到东西了，因为你已经好好地在这温暖的地方，第二次进入高潮，一颗颗异物借由尿道，钻进你的肉棒，再往上融进前列腺，你的思想回归，意识到了一切。
原来自己是雷琥主人的新贱奴，刚刚被夜痕坐奸，并植入了和他一样的卵精啊，现在自己的肉棒因为前列腺被寄生，永远都会处于勃起状态，并渴求后穴有人为你止痒。
“那么，准备好了么？”
雷琥询问着你，他已经来到戴着头盔的你身后，那份独属于主人的炙热感，驱使你的屁股自动凑了上去，你选择<>
+   服从[]。
+   服从[]。
+   服从[]。
-   
圣诞夜当天，橄榄球队迎来了节假日前最后一名新加入成员，用屁穴牢牢记住雷琥肉棒尺寸的你已经通过性奴入门了，接下来，戴着头盔的你会加入橄榄球队伍的圣诞狂欢，你相信，自己的屁穴让队员前辈们传授给你独特的经验。
至于学业？你以后也不会在乎了吧，毕竟你会是个优秀的橄榄球员，与搭档夜痕一起，为主人服务。
->  TheEnd



=   F6
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
⑥【普通结局】
————————————————
“是不是很想念主人的味道啊，贱东西？”
“是呜…嗯~都怪主人的组长干扰，最近的特训只能赶忙着结束性爱环节，操的不过瘾…”
等等，这是……岑烨和雷琥的声音？你刚来到宿舍门前，大门就这么开着，你还没到偷听的那个程度，就已经被两人发现，正当你还想扭头，雷琥整个身体变成一摊胶液，迅速地来到你身后挡住去路，再凝聚回身体，把你拎回宿舍里。
“整个宿舍好臭…”
你想不到今天宿舍里的气味和前一周相比，差距真是天上地下，汗味，尿骚味，还有……从岑烨那里传来的浓重淫液味，这对于气味敏感的你来说简直就是地狱，你没心思问雷琥诸如你想干嘛之类的事，屏住呼吸盯着这两只雄兽。
“组长啊，正好棒球队里都是欠操的东西，多一条发情公狗…还是人类种族的，也挺有趣的。”
雷琥身上的蛟龙纹身喷出胶液，凝为一根快三十厘米的细长胶棒，仔细看的话，它还是中空的。你还在思考过程中，身体被丢到一旁跪着的岑烨面前，这只北极熊兽人吐着舌头，正捧着一只黑色长筒足球袜一遍遍舔吸，很明显这是雷琥的，天……一股夸张的气味从这飘来。
“你不是爱看我特训吗？我的特训就是习惯主人的味道，再用鸡巴操那些废物队员，让他们多少学会我百发百中的本领！”
岑烨这熊平时一股憨样，这几个月比起以前开朗了不少，可没想到，私底下会发情成这样。
“好啦，我该带你领略主人的魅力咯，前直男的我就是有了主人才开始操雄性的，来吧！”
你的手脚被胶液背后绑紧，和岑烨面对面跪着，而对方脱下雷琥另一只脚爪上的足球袜，他直接捂在你的鼻子上，再系在你的后脑勺处，这样一来你每次呼吸都通过这层袜子的“过滤”，糟糕，自己怎么越来越闻不到臭味了？是嗅觉失灵了吗，还是自己已经不觉得这些算臭了？
因为身体快速地接纳了这些雄味，本来该有的抵触想法也烟消云散，你和岑烨就跪在坐着的雷琥身前，你在右边，岑烨在左边，雷琥看你进入气味沉迷状态，一脚踩在你肉棒上，本来该疼的，却随着这只脚带来的味道，让你从沉迷再到沉醉，你的肉棒膨胀着，被虎爪紧紧地踩在冰凉的地板上。
“该进行共享仪式咯~”
得到命令的岑烨，拿起那根黑色胶棒，他把一端插进自己的马眼处，过程非常顺利，因为他早就适应过比这还大的拇指大小了。雷琥松开脚，让岑烨可以把胶棒的另一端凑近你的肉棒，你看着自己的肉棒和熊屌像亲嘴一样马眼相接时，不祥的预感袭来，可你没法挪动手脚，身体还疯一样渴求更臭的气味，压根反抗不了啊…从内到外。
“嗯呜啊啊啊……进去了……别一下……啊啊啊啊好深……”
你呻吟着，肉棒被岑烨握住，再让胶棒多出来的另一部分，一点点插入你的马眼，还好因为雄味而刺激出来的淫液够多，不然你恐怕难以适应尿道的刺痛感。你的身体开始不受控制，自动挺腰把胶棒剩余部分深入进尿道，整个尿道都被填满，仪式开始了，岑烨攻势凶猛，捏着你的肉棒不断往前拱，你在哼叫中也主动起来，反过来顶腰刺激对面的熊兽。
“要……哦哦哦…被操尿道操出来了…”
“嗯噢噢噢……”
一人一熊的精液通过中空胶棒汇集，再带有彼此的部分射进对方的肉棒内，而岑烨的可不是普通的精液，不一会你的睾丸不断发热，一股被吞噬的感觉从身下而来，你不断痛喊，而雷琥用脚爪塞住你的嘴，在睾丸被卵精彻底寄生的这个过程中，你的记忆除了逐步转为快感的痛感以外，只有……主人的气味，太棒了，只可惜，一生只有一次的新鲜感，以后就是你自己带给别人这种感觉了。
“是不是肉棒很烫，很痒，很想发泄啊？”雷琥邪笑着，你已经彻底上瘾了，连肉棒也永久勃起，根部被黑胶锁精环箍住，除非主人允许，连射精的权利也没有。
+   [求雷琥让你发泄]
+   [求雷琥让你操别人的穴]
+   [求主人让你配种]
-
“是的……求主人…让我继续射…”
“去吧，棒球部会很欢迎你这个新的交配队员的。”
平安夜当晚，大学棒球队的全体成员都在人迹罕至的训练场地集合，你作为新队员，同时还是新的发情骚狗，需要用增大增粗后的肉屌满足这些骚货前辈，当然了，岑烨前辈是你的优秀学习对象，操穴的技巧你还需要精练。
至于学业？对于即将成为棒球明星出道的你来说，已经不重要了吧，你想给雷琥主人带回来越来越多的奖杯，再让他以此奖励你，久违的射精快感。
->  TheEnd



=   F7
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
⑦【坏结局】
————————————————
你快要走到宿舍门前时，你发现四处安静的很，真奇怪，明明过几个小时就放假了，来收拾行李的学生应该会很多啊？
直到你发现地板上有许多黑色的胶液时，一切都晚了，你的退路被黑胶阻隔，像是逼着你进去，去见那个你该见的人。
“没想到你这么快就跟来，唉，我要练习下次行动时要用到的能力技巧，正好，你来做我的实验品吧，组长？”雷琥看到你，只是一句话就给你下了死刑。
什么能力，什么行动？你意识到，自己卷入了不该进入的漩涡。
变成黑毛大老虎的雷琥，用手中的胶液凝成一个个你看都没看过的东西，首先是一个比你身体还大的平面，你还想逃跑，却被胶液卷住手脚，硬生生塞到平面内，也就是乳胶床里。
“这几天你总来我这，让我都没时间熟悉自己的异能呢，也没得操那两个贱狗舍友。作为帮你搞定论文的交换，你就做我的……贱奴训练员？哈哈，等以后再想名词！”
你的身体被包裹进乳胶床内，什么也看不到，身上的衣物被内置的乳胶触手给扯烂，然后那些触手不断复制变多，在你赤裸的身体上来回涂抹怪异的黏液。
好热……被触手碰过的地方都变得很奇怪。
你这么想着，那些触手已经碰到你的乳头，并用尾端的吸盘紧紧贴合两颗乳头，啵的一声开始改变内部压强，你一开始觉得像是吸奶一样，很快，吸盘内也多出蠕动的微型黑胶触手，随着吸压的幅度挑弄肉粒的每一寸地方，它涂上的液体已经将乳头给改造成另一种东西，堪比肉棒和屁穴以外，第三个性器官。
首次乳头高潮后，你的肉棒也开始被触手伺候，它们凝为一个乳胶圆筒，附有各种内置的沟壑和硬块，再加上内部还会自动转动，自动转换这些内置物的形状、规律，还是处男的你怎么招架得住这样的快感，比任何飞机杯都要强烈的性刺激，让你不由自主地享受其中。
你的嘴巴被触手模拟出来的肉棍所操弄，它有意让你的口舌做出不同的动作，锻炼你的口技，如果舔慢了，吮吸停一小会，就会被惩罚性地顶几下喉咙，你越来越熟练，已经忘记自己来宿舍时想干什么了……
平安夜期间，又有几个雄兽被雷琥相中，抓来当他的贱奴预备役，他们在昏暗的宿舍里瑟瑟发抖，但很快他们会精通奴隶该会的讨好主人的技巧：一身黑胶紧身衣的你在数个小时的折磨后，身心都成了雷琥的工具，准确的说，是类似于新生教官一样的存在，因为你的身体被乳胶床彻底改造，以至于你自己就能变成人形的乳胶床。
被你拥抱的雄兽全身会被你分泌的黑胶包住，像一颗黑色的圆球一样，在这个特殊的空间里，你的舌头会变得粗长以训练口技，你的手部既可以榨乳，也可以按在胯部模拟成飞机杯榨精，你的黑胶肉棒以正面插入的形式，让受害者无暇顾及身体各处的怪异，毕竟，这根黑胶大屌足够撞碎一切理智。
你是一个优异的黑胶教官，将来会有越来越多人经受你的调教，给主人带来便利的新晋性奴体验成了你今生的目标。
至于名字？雷琥主人心情好的时候，会恢复你的个人意识，看你用异化的身体取悦他，或许哪一天你能重新回到那个，以为你失踪的正常社会里。
->  TheEnd



=   F8
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
⑧【好结局】
————————————————
“雷琥？嗯……不是说提前回来吗，人影也没有。”宿舍中空无一人，你只能坐在椅子上等这家伙回来。
“咳……啧，你怎么来的这么快？”雷琥的毛发有些凌乱，看上去像打了一架。
“你怎么了？看你还有些喘气…啊对了，给你买了个好东东，午休之前不是还没吃饭嘛，我就去那个什么，黑蜘蛛快餐店买来了这个。”
一盒炸肉，洒上了让人心神振奋的红辣椒和番茄混合的特别蘸粉，以及几片绿色蔬菜。
“哈哈，那个叫虎哲的老板，看到我来就给我做了这个，你快吃吧？”
雷琥眼神闪动了几下，他关上门，终于说了第一句话。
“你为什么关心我？你是不是只想，找我拿那个破论文而已。”
“以前以为你懒，可是这几天每天督促你，我发现你下课后，还有不少时间是在校外的，对吧？你自己说的，去兼职。我想你平时这么累，难怪写东西慢啦！”
+   {Finale.F2} 好好吃饭
        ->  F9
+   {Finale.F2 && Finale.F7}[袒露心声]
        ->  F10
+   [担心身体]
“所以我怕你撑不住，雷琥。我能看出来，你除了真的很满意那份工作以外，还有别的……”
雷琥伸出手打断了你继续说下去，他又露出标志性的笑，拿出自己完成的文稿，拜托你直接去办公室交给老师。
“好啦好啦，其实就是我刚刚打了个球，虽然满分，摔了一跤弄的一身土，你快去吧，组长？”
这家伙啥时候搞定的，也是，这么粗线条的家伙，估摸着就跟他说的一样吧，你想了想，今晚把这个闲得慌的家伙约去过节，也不错。
    ->  TheEnd



=   F9
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
⑨【好结局】
————————————————
“所以啊，吃完这份你哥给你带的午餐，再继续做吧？”
“诶，你咋知道他是我哥？”
“长得有够像啦，以及气质有点相像。”
你看着雷琥，两个人不约而同笑了起来。
“像什么啊，那个笨表哥……”
“快点吃，吃完就写！”
这天之后，雷琥和你越来越有话说了，这个家伙本来就爱说话，可是他现在还多了点…特别的体贴？也许，在了解他更多事情后，你才能知道原因，就这么陪着这只大老虎聊天吧！
->  TheEnd



=   F10
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
⑩【真正结局】
————————————————
“你是不是瞒着我什么，雷琥？”
“无论你做的是好是坏，我都愿意听哦，因为我喜欢你，无论是你…还是雷琥这个角色？”
这一天，雷琥把自己所经历的一切都告诉你，原来他有了主人，可有时，他也会进入一种莫名的惆怅，是对某个计划的不确定性？还是害怕某一天，一切都会终结？
你接受了他这个，除了忠诚以外的小心思，这个圣诞夜，你还会继续和他聊下去，作为最好的朋友。
->  TheEnd



=   F11
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
Ⓔ【最坏结局】
————————————————
下午一到，你急匆匆地赶到器材室，路上的学生向你投来了一种难以言说的眼神，像鬣狗看到腐肉那种？你也不知道自己脑瓜里怎么蹦出这种形容。
“夜痕，岑烨？你们两个怎么在这里…墨平老师也在，你们有没有看到雷琥来过啊？”
“我们两个刚到诶。”猎豹和北极熊兽也不知道是烦躁还是身体哪里痒，他们两个并排站在一起，身体时不时抖几下。
“你来了啊，雷琥同学他说过什么……要是你来了的话，东西就放在这个黑色的桶里面。”墨平微笑着，简直不像平日里那个凶巴巴的体育老师。
啊，是这个曾经装过一大堆球类器具的桶啊，你还对它有点印象，它原来好像是…白色的吧？管他呢，你打开桶盖，里面只有类似于芝麻糊一样的黑色液体，正当你以为自己找错地方时，你的身体被身后的白熊老师推了进去，视野转为一片黑暗。
“主人，您来了！”
这是，墨平老师的声音？！怎么回事，这个桶盖根本挪不开！
“在圣诞夜前的几个小时，所有性奴一起使用他，直到他成为完整的…”
雷琥，可恶，你在搞什么！
十几分钟后，你感觉自己的身体被桶内的液体，也就是黑胶所挪动，眼睛被蒙住，不知被谁提了起来，以跪着抬头的姿势塞进某个东西里，再就是四肢被固定吊起，活像在半空中张开四肢跳伞的样子。
“好好给他灌注圣诞夜需要的雄性体液哦！”
终于能看到了，诶，面前空无一人，声音却在后面？你看着四周，这还是在器材室里，不同的是自己卡在了类似于墙壁空洞的地方，完蛋了……
“好想操穴，呜哦哦……前直男的狗屌给你破处，爽不爽啊？！”
嘴巴被黑胶堵住了，后穴被开发时的痛楚你一声都喊不出来，这明显是岑烨的声音，操，他的肉棒怎么这么粗，只是进来个头就痛死了！
什么东西……啊啊啊，好像是黑胶，又好像是润滑液，借由这个东西，你感觉到屁股被人完全操入，随着肠壁被特别的黑胶包住后，那根肉屌畅通无阻地开始强暴你，你无法喊叫，只能发出些许嗯嗯哦哦的呻吟声。
“把他的身体转到上面来，我想操屌…诶哼哼…”
你的头看到天花板，很快，温暖的身体先是搭在你腹部，再是你的腰部被椅子之类的东西撑住，然后那个人坐在你的身上，听声音……就是夜痕！因为经常锻炼，臀部肌肉丰满的猎豹先用臀缝来挑逗你的肉棒，然后他主动掰开屁股，用穴口卡住你的龟头，刺激的你兴奋起来，再是扑地一声坐在你完全硬起的肉屌上。
真不知道你是在操人，还是这个人在操你，他的肠壁不断剐蹭你的肉屌，专门停在后穴某个深度，让你的肉屌持续在这地方被包住紧夹，快到你高潮时，夜痕和你屁股那边的岑烨开始舌吻起来，两人一个奸屌一个操穴，让你直达高潮，在这个骚橄榄球员屁股里，留下你此生第一次内射。
越来越种不同的声音传来，你尽可能用听力捕捉它们的特点，只能依稀听出，有些是你的同学，有些是每天上课时能听到的……老师的声音，甚至还有你好朋友，死党的喘声，你不敢继续分辨下去，也没法继续专心听辨了，因为他们开始用各种方法，在墙壁之后那个区域尽可能的使用你。
“呜哦哦哦……不愧是…我的好友，没想到屁眼这么紧！”
“看来平时成绩优异的学生在做爱方面这么新手啊，让老师好好教你怎么顶，对…自己动你的骚狗腰~”
“累了吧？毕竟作为人类，你也算持久咯。”
墨平……老师？
为什么墨平的头上多出了两只黑色牛角，甚至还有一条……细看是从屁穴出伸出来的牛尾巴…
“来，隔着你这层封口胶，试试奶牛老师的味道吧，提神又增精哦！”
你看着墨平扯开他的教师用的白衬衫，露出肥大的熊乳，贴在你的脸上一遍遍蹭，凭借摩擦就喷出一股乳液，穿过胶液被你的舌头品味。
灼热感，性爱的渴望感不断增生，你现在知道了，连老师都成雷琥的手下，还有这么奇怪的，色情的能力来提升性奴们的身体素质，你没得选，墨平看着你惊恐又发情的样子，忍不住把熊屌捅破你的封口胶，到他射出来之后，你的脑子就只剩下快乐和享受两个词了…
圣诞夜，靠近大学的住宅区。戴着圣诞帽，骑着一身黑白混色胶衣，还有几朵装饰用的棕色毛发，很明显你成为了圣诞老人【蛟】的专属麋鹿坐骑。
“啊呀，就比我小两岁，准备上大学是吧？没事，圣诞老人会让你学业更上一层楼哦！”
猫兽高中生看到圣诞老人操麋鹿的景象，他一时不敢动弹，不知哪里飘来的姜饼人气味，甜甜的，还有一股腥臊味，但是闻起来，很快乐，很兴奋。
“来，主动领取你的好孩子奖励吧…~”
————————————————
不远处，一只黑纹的白虎兽人，正翻动着档案页：“这种节日了还要处理公司里的事情，《黑川物流保密协议》难道是一纸空文么！”
“哦呀…这是在玩什么圣诞节COS活动吗…？”
“正好，让你的麋鹿来教一下这几个不懂事的市场部职员该怎么营业，拐杖糖我就不要了，谢了。“说罢，顺手就把拐杖糖塞回了原来的地方——麋鹿的马眼中。
AZ 摘下眼镜，开门迎接前来祝贺节日的雷琥，何乐而不为呢？
“圣诞快乐哦！”
->  TheEnd